[
  {
    "id": 221,
    "text": "amusing",
    "translation": "զվարճալի",
    "audio": "./audio/5000/amusing.mp3",
    "examples": [
      "an amusing story/game/incident",
      "She writes very amusing letters.",
      "I didn't find the joke at all amusing.",
      "She told us about an amusing incident that happened on her way home."
    ]
  },
  {
    "id": 222,
    "text": "analogy",
    "translation": "անալոգիա",
    "audio": "./audio/5000/analogy.mp3",
    "examples": [
      " analogy (between A and B) The teacher drew an analogy between the human heart and a pump.",
      " analogy (with something) There are no analogies with any previous legal cases."
    ]
  },
  {
    "id": 223,
    "text": "analyse",
    "translation": "վերլուծել",
    "audio": "./audio/5000/analyse.mp3",
    "examples": [
      " analyse something The job involves collecting and analysing data.",
      "Researchers have analysed the results in detail using specialist software.",
      "Learn to step back and critically analyse situations.",
      "He tried to analyse his feelings.",
      "The first step is to define and analyse the problem.",
      " analyse something for something The water samples will be analysed for the presence of polluting chemicals.",
      " analyse what, how, etc… We need to analyse what went wrong."
    ]
  },
  {
    "id": 224,
    "text": "analysis",
    "translation": "վերլուծություն",
    "audio": "./audio/5000/analysis.mp3",
    "examples": [
      "statistical/data analysis",
      "a detailed analysis of the data",
      "to perform/conduct an analysis",
      "Further analysis revealed significant regional variations in the results. ",
      "We made the decision based on our analysis of the situation. ",
      "to be included in/excluded from the analysis"
    ]
  },
  {
    "id": 225,
    "text": "analyst",
    "translation": "վերլուծաբան",
    "audio": "./audio/5000/analyst.mp3",
    "examples": [
      "a political/financial analyst",
      "a food/market analyst",
      "He's a senior research analyst at Deutsche Bank.",
      "analysts expect/predict…",
      "City analysts forecast huge profits this year.",
      " according to an analyst According to music industry analysts, music downloads are set to decline by as much as 30 per cent this year."
    ]
  },
  {
    "id": 226,
    "text": "ancestor",
    "translation": "նախահայր",
    "audio": "./audio/5000/ancestor.mp3",
    "examples": [
      "His ancestors had come to America from Ireland."
    ]
  },
  {
    "id": 227,
    "text": "anchor",
    "translation": "խարիսխ",
    "audio": "./audio/5000/anchor.mp3",
    "examples": [
      "to drop anchor",
      "We raised the anchor and set sail.",
      "We weighed anchor (= pulled it out of the water).",
      " at anchor The ship lay at anchor two miles off the rocky coast."
    ]
  },
  {
    "id": 228,
    "text": "ancient",
    "translation": "հնագույն",
    "audio": "./audio/5000/ancient.mp3",
    "examples": [
      "Archaeologists are excavating the ruined temples of this ancient civilization.",
      "ancient Greece/Egypt/Rome",
      "the ancient city of Petra"
    ]
  },
  {
    "id": 230,
    "text": "angel",
    "translation": "հրեշտակ",
    "audio": "./audio/5000/angel.mp3",
    "examples": [
      "a host of angels"
    ]
  },
  {
    "id": 231,
    "text": "anger",
    "translation": "զայրույթ",
    "audio": "./audio/5000/anger.mp3",
    "examples": [
      "She had to find a way to express her pent-up anger.",
      "The plan provoked anger among local residents.",
      "the growing anger and frustration of young unemployed people",
      " in anger Jan slammed her fist on the desk in anger.",
      " anger at something He was filled with anger at the way he had been treated.",
      " anger over something There is much anger over plans to close the hospital.",
      " anger about something Local people are seething with anger about the decision.",
      " anger at somebody/something There is widespread anger at the government following yesterday's announcement.",
      " anger towards somebody/something I feel no anger towards him, only pity.",
      " anger against somebody/something The people are taking to the streets to vent their anger against the prime minister. ",
      "a course in anger management (= controlling your feelings of anger)"
    ]
  },
  {
    "id": 232,
    "text": "angle",
    "translation": "անկյուն",
    "audio": "./audio/5000/angle.mp3",
    "examples": [
      "a 45° angle",
      "the rocket’s angle of descent"
    ]
  },
  {
    "id": 233,
    "text": "angrily",
    "translation": "զայրույթով",
    "audio": "./audio/5000/angrily.mp3",
    "examples": [
      "Some senators reacted angrily to the president's remarks.",
      "He swore angrily.",
      "She angrily rejected any suggestion of a cover-up.",
      "‘This isn't fair!’ she shouted angrily. ",
      "The president angrily denounced the coup as illegal."
    ]
  },
  {
    "id": 234,
    "text": "angry",
    "translation": "զայրացած",
    "audio": "./audio/5000/angry.mp3",
    "examples": [
      "Her behaviour really made me angry.",
      "I started to get really angry and upset. ",
      "The players were attacked by an angry mob.",
      "The comments provoked an angry response from union leaders.",
      "Thousands of angry demonstrators filled the square.",
      " angry with/at somebody Please don't be angry with me. It wasn't my fault.",
      " angry with/at somebody about/for something I was very angry with myself for making such a stupid mistake.",
      "She felt angry with herself. ",
      "angry at/about/over something I was so angry at the way I had been treated.",
      "The passengers grew angry about the delay.",
      "He felt angry at the injustice of the situation.",
      "The people are very angry over the decision. "
    ]
  },
  {
    "id": 235,
    "text": "animal",
    "translation": "կենդանի",
    "audio": "./audio/5000/animal.mp3",
    "examples": [
      "the animals and birds of South America",
      "wild/farm animals",
      "domestic animals such as dogs and cats",
      "the export of live animals for slaughter",
      "Fish oils are less saturated than animal fats."
    ]
  },
  {
    "id": 236,
    "text": "animation",
    "translation": "անիմացիա",
    "audio": "./audio/5000/animation.mp3",
    "examples": [
      "computer/cartoon animation"
    ]
  },
  {
    "id": 237,
    "text": "ankle",
    "translation": "կոճ",
    "audio": "./audio/5000/ankle.mp3",
    "examples": [
      "to sprain/break/twist your ankle",
      "She suffered a serious ankle injury in training.",
      "to have a broken/twisted/fractured/sprained ankle",
      "ankle boots (= that cover the ankle)",
      "We found ourselves ankle-deep in water (= the water came up to our ankles).",
      "My ankles have swollen.",
      "The injury required surgery on his right ankle.",
      "He will wear an electronic ankle bracelet, which allows police to track him."
    ]
  },
  {
    "id": 238,
    "text": "anniversary",
    "translation": "տարեդարձ",
    "audio": "./audio/5000/anniversary.mp3",
    "examples": [
      "on the anniversary of his wife’s death",
      "to celebrate your wedding anniversary",
      "the theatre’s 25th anniversary celebrations",
      "The company is celebrating its 100-year anniversary this year. ",
      "Public events will be held to commemorate the anniversary of the end of the Second World War.",
      "They held celebrations to mark the anniversary of Mozart's death.",
      "a yearlong celebration of the 25th anniversary of his company ",
      "The context was the occasion of the 450th anniversary of his birth."
    ]
  },
  {
    "id": 239,
    "text": "announce",
    "translation": "հայտարարել",
    "audio": "./audio/5000/announce.mp3",
    "examples": [
      " announce something He officially announced his intention to resign at today's press conference.",
      "They haven't formally announced their engagement yet.",
      " (figurative) A ring at the doorbell announced Jack's arrival.",
      " announce that… We are pleased to announce that all five candidates were successful.",
      " it is announced that… It was announced that new speed restrictions would be introduced.",
      " announce something to somebody The company announced its decision to the public in March.",
      "The government yesterday announced to the media plans to create a million new jobs.",
      " announce somebody/something as something She was announced as the winner at last night's ceremony."
    ]
  },
  {
    "id": 240,
    "text": "announcement",
    "translation": "հայտարարություն",
    "audio": "./audio/5000/announcement.mp3",
    "examples": [
      "to make an announcement",
      "a formal/an official/a public announcement",
      "The campaign will run public service announcements on radio stations around the country.",
      "We welcome the recent announcement by the Government.",
      "Announcements of births, marriages and deaths appear in some newspapers.",
      "Today's announcement of a peace agreement came after weeks of discussion.",
      "An announcement about her future is expected soon. ",
      "We saw an announcement in the national newspaper."
    ]
  },
  {
    "id": 241,
    "text": "annoy",
    "translation": "զայրացնել",
    "audio": "./audio/5000/annoy.mp3",
    "examples": [
      " annoy somebody His constant joking was beginning to annoy her.",
      "I’m sure she does it just to annoy me.",
      "I only stay out late to annoy my parents.",
      " it annoys somebody when… It really annoys me when people forget to say thank you.",
      " it annoys somebody to do something It annoys me to see him getting ahead of me."
    ]
  },
  {
    "id": 242,
    "text": "annoyed",
    "translation": "ջղայնացած",
    "audio": "./audio/5000/annoyed.mp3",
    "examples": [
      " annoyed with somebody at/about something He was beginning to get very annoyed with me about my carelessness.",
      " annoyed at/about something I was a little annoyed about the whole thing.",
      " annoyed with somebody I was a bit annoyed with him.",
      "I was annoyed with myself for giving in so easily.",
      "I bet she was annoyed at having to write it out again.",
      " annoyed that… I was annoyed that they hadn't turned up.",
      " annoyed to find, see, etc. He was annoyed to find himself going red."
    ]
  },
  {
    "id": 243,
    "text": "annoying",
    "translation": "նյարդայնացնող",
    "audio": "./audio/5000/annoying.mp3",
    "examples": [
      "This interruption is very annoying.",
      "Her most annoying habit was eating with her mouth open.",
      "It's incredibly annoying, but that's life."
    ]
  },
  {
    "id": 244,
    "text": "annual",
    "translation": "տարեկան",
    "audio": "./audio/5000/annual.mp3",
    "examples": [
      "an annual meeting/event/report/conference",
      "The 12th annual Music Festival runs from Friday 25th to Monday 28th October.",
      "Funding will be awarded on an annual basis.",
      "She organized this year's annual Christmas dinner dance."
    ]
  },
  {
    "id": 245,
    "text": "annually",
    "translation": "ամեն տարի",
    "audio": "./audio/5000/annually.mp3",
    "examples": [
      "The exhibition is held annually."
    ]
  },
  {
    "id": 246,
    "text": "anonymous",
    "translation": "անանուն",
    "audio": "./audio/5000/anonymous.mp3",
    "examples": [
      "an anonymous donor",
      "The money was donated by a local businessman who wishes to remain anonymous.",
      "the largely anonymous perpetrators of terrorist acts"
    ]
  },
  {
    "id": 247,
    "text": "another",
    "translation": "ուրիշ",
    "audio": "./audio/5000/another.mp3",
    "examples": [
      "Would you like another drink?",
      "‘Finished?’ ‘No, I've got another three questions to do.’",
      "We've still got another (= a further) forty miles to go.",
      "‘It's a bill.’ ‘Oh no, not another!’",
      "I got another of those calls yesterday."
    ]
  },
  {
    "id": 249,
    "text": "answer",
    "translation": "պատասխան",
    "audio": "./audio/5000/answer.mp3",
    "examples": [
      "I rang the bell, but there was no answer.",
      "Can't you give me a definitive answer?",
      "The short answer is no.",
      "The simple answer is that we don't know.",
      "a question and answer session",
      " answer to something I can't easily give an answer to your question.",
      "Have you had an answer to your letter?",
      "She had no answer to the accusations.",
      " in answer to something As if in answer to our prayers, she offered to lend us £10 000.",
      " answer from somebody You're not going to get an answer from me!",
      " answer as to something The report does not provide answers as to why the tragedy occurred."
    ]
  },
  {
    "id": 250,
    "text": "answer",
    "translation": "պատասխանել",
    "audio": "./audio/5000/answer.mp3",
    "examples": [
      "I repeated the question, but she didn't answer.",
      "Please answer honestly.",
      "She answered in the affirmative (= said yes).",
      " answer something You haven't answered my question.",
      "All you have to do is correctly answer the following questions about geography. ",
      "to answer a letter/an email",
      "to answer the phone ",
      "to answer the door (= to open the door when somebody knocks/rings)",
      "We are grateful to all those people who answered our call for help with fundraising.",
      "My prayers have been answered (= I have got what I wanted).",
      "He refused to answer the charges against him.",
      " answer somebody Come on, answer me! Where were you?",
      "He answered me with a smile.",
      " + speech ‘I'd prefer to walk,’ she answered.",
      " answer somebody + speech ‘I'd prefer to walk,’ she answered him.",
      " answer that… She answered that she would prefer to walk.",
      " answer somebody that… Bill answered me that he thought it was a good idea.",
      " answer somebody something Answer me this: how did they know we were here?"
    ]
  },
  {
    "id": 251,
    "text": "anticipate",
    "translation": "կանխատեսել",
    "audio": "./audio/5000/anticipate.mp3",
    "examples": [
      " anticipate something We don't anticipate any major problems.",
      "Our anticipated arrival time is 8.30.",
      "The eagerly anticipated movie will be released next month.",
      " anticipate doing something They anticipate moving to bigger premises by the end of the year.",
      " anticipate something doing something I don't anticipate it being a problem.",
      " anticipate that… We anticipate that sales will rise next year.",
      " it is anticipated that… It is anticipated that inflation will stabilize at 3 per cent."
    ]
  },
  {
    "id": 252,
    "text": "anxiety",
    "translation": "անհանգստություն",
    "audio": "./audio/5000/anxiety.mp3",
    "examples": [
      "acute/intense/deep anxiety",
      "Some hospital patients experience high levels of anxiety.",
      "Waiting for exam results is a time of great anxiety."
    ]
  },
  {
    "id": 253,
    "text": "anxious",
    "translation": "անհանգիստ",
    "audio": "./audio/5000/anxious.mp3",
    "examples": [
      "The bus was late and Sue began to get anxious.",
      " anxious about something I felt very anxious and depressed about the future.",
      "He seemed anxious about the meeting.",
      " anxious for somebody Parents are naturally anxious for their children."
    ]
  },
  {
    "id": 255,
    "text": "any",
    "translation": "որևէ",
    "audio": "./audio/5000/any.mp3",
    "examples": [
      "I didn't eat any meat.",
      "Are there any stamps?",
      "I've got hardly any money.",
      "You can't go out without any shoes.",
      "He forbids any talking in class.",
      "She asked if we had any questions."
    ]
  },
  {
    "id": 257,
    "text": "any more",
    "translation": "այլևս",
    "audio": "./audio/5000/any more.mp3",
    "examples": [
      "She doesn't live here any more.",
      "Why doesn't he speak to me any more?",
      "Now she won't have to go out to work any more."
    ]
  },
  {
    "id": 258,
    "text": "anybody",
    "translation": "ամեն մեկը",
    "audio": "./audio/5000/anybody.mp3",
    "examples": [
      "Is there anybody who can help me?",
      "Anybody can use the pool—you don't need to be a member."
    ]
  },
  {
    "id": 259,
    "text": "anyone",
    "translation": "որևէ մեկը",
    "audio": "./audio/5000/anyone.mp3",
    "examples": [
      "Is anyone there?",
      "Does anyone else want to come?",
      "Did anyone see you?",
      "Hardly anyone came.",
      "I forbid anyone to touch that clock."
    ]
  },
  {
    "id": 260,
    "text": "anything",
    "translation": "ինչ-որ բան",
    "audio": "./audio/5000/anything.mp3",
    "examples": [
      "Would you like anything else?",
      "There's never anything worth watching on TV.",
      "If you remember anything at all, please let us know.",
      "We hope to prevent anything unpleasant from happening."
    ]
  },
  {
    "id": 261,
    "text": "anyway",
    "translation": "ամեն դեպքում",
    "audio": "./audio/5000/anyway.mp3",
    "examples": [
      "It's too expensive and anyway the colour doesn't suit you.",
      "We're not perfect, but it doesn't really matter anyway.",
      "It's too late now, anyway."
    ]
  },
  {
    "id": 262,
    "text": "որևէ տեղ",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/anywhere.mp3",
    "examples": [
      "I can't see it anywhere.",
      "Did you go anywhere interesting?",
      "Many of these animals are not found anywhere else.",
      "He's never been anywhere outside Britain."
    ]
  },
  {
    "id": 265,
    "text": "apartment",
    "translation": "բնակարան",
    "audio": "./audio/5000/apartment.mp3",
    "examples": [
      "an apartment building",
      "I was renting a two-bedroom apartment in an old building.",
      "A group of developers wants to build a high-rise apartment complex.",
      "I lived on the ground floor of an apartment block. ",
      "They left their fourth-floor apartment on Mott Street and walked to the bus.",
      "a one-room apartment",
      "I moved into a lovely little studio apartment.",
      "He was evicted from his Manhattan apartment."
    ]
  },
  {
    "id": 266,
    "text": "apologize",
    "translation": "ներողություն խնդրել",
    "audio": "./audio/5000/apologize.mp3",
    "examples": [
      "Why should I apologize?",
      " apologize to somebody Go and apologize to her.",
      "He wanted to publicly apologize to his victims.",
      "I want to apologize publicly on his behalf to those who have suffered.",
      "He apologized profusely to his family and staff.",
      " apologize for something I sincerely apologize for the enormous delay in delivery.",
      "We apologize for the late departure of this flight.",
      "I think Mr Peters should withdraw and apologize for his remark.",
      "I apologize unreservedly for any offending remarks I made.",
      " apologize to somebody for something We apologize to our customers for the inconvenience caused. "
    ]
  },
  {
    "id": 267,
    "text": "apology",
    "translation": "ներողություն",
    "audio": "./audio/5000/apology.mp3",
    "examples": [
      "to offer/make/demand/accept an apology",
      "You owe him an apology for what you said.",
      "We should like to offer our apologies for the delay to your flight today.",
      "We received a letter of apology."
    ]
  },
  {
    "id": 269,
    "text": "apparatus",
    "translation": "ապարատ",
    "audio": "./audio/5000/apparatus.mp3",
    "examples": [
      "a piece of laboratory apparatus",
      "Firefighters needed breathing apparatus to enter the burning house.",
      "Science departments say they are lacking basic apparatus."
    ]
  },
  {
    "id": 270,
    "text": "apparent",
    "translation": "ակնհայտ",
    "audio": "./audio/5000/apparent.mp3",
    "examples": [
      "Their devotion was apparent.",
      "Then, for no apparent reason, the train suddenly stopped.",
      " apparent from something that… It was apparent from her face that she was really upset.",
      " apparent to somebody that… It soon became apparent to everyone that he couldn't sing.",
      " apparent that… It's readily apparent that she has a gift for this kind of writing.",
      " apparent from something No damage was apparent from a brain scan. ",
      "apparent to somebody The consequences of our actions are not immediately apparent to us."
    ]
  },
  {
    "id": 271,
    "text": "apparently",
    "translation": "ըստ երևույթին",
    "audio": "./audio/5000/apparently.mp3",
    "examples": [
      "Apparently they are getting divorced soon.",
      "I thought she had retired, but apparently she hasn't.",
      "He paused, apparently lost in thought.",
      "The government was apparently unaware of the magnitude of the crisis.",
      "The security forces were apparently taken by surprise."
    ]
  },
  {
    "id": 272,
    "text": "appeal",
    "translation": "բողոքարկել",
    "audio": "./audio/5000/appeal.mp3",
    "examples": [
      " appeal for something to launch a TV appeal for donations to the charity",
      " appeal to somebody He made an emotional appeal to voters.",
      " appeal to somebody for something Police are making a fresh appeal to the public for any information that may help them.",
      " appeal to somebody to do something The police made an appeal to the public to remain calm.",
      "There was a look of silent appeal on his face."
    ]
  },
  {
    "id": 274,
    "text": "appealing",
    "translation": "գրավիչ",
    "audio": "./audio/5000/appealing.mp3",
    "examples": [
      "Spending the holidays in Britain wasn't a prospect that I found particularly appealing.",
      "Brightly coloured packaging made the pens especially appealing to children.",
      "The large salary made their offer even more appealing to him."
    ]
  },
  {
    "id": 275,
    "text": "appear",
    "translation": "հայտնվել",
    "audio": "./audio/5000/appear.mp3",
    "examples": [
      "Three days later a rash appeared.",
      "Symptoms usually start appearing within two to three days.",
      " + adv./prep. A cat suddenly appeared out of nowhere.",
      "Smoke appeared on the horizon.",
      "A bus appeared around the corner.",
      "Posters for the gig appeared all over town.",
      "New shoots are just appearing at the base of the plant."
    ]
  },
  {
    "id": 276,
    "text": "appearance",
    "translation": "տեսք",
    "audio": "./audio/5000/appearance.mp3",
    "examples": [
      "the physical/outward/external appearance of something",
      "She had never been greatly concerned about her appearance.",
      "The dog was similar in general appearance to a spaniel.",
      "He gave every appearance of (= seemed very much to be) enjoying himself.",
      "Judging by appearances can be misleading.",
      "To all appearances (= as far as people could tell) he was dead."
    ]
  },
  {
    "id": 277,
    "text": "appetite",
    "translation": "ախորժակ",
    "audio": "./audio/5000/appetite.mp3",
    "examples": [
      "He suffered from headaches and loss of appetite.",
      "The walk gave me a good appetite.",
      "Don't spoil your appetite by eating between meals."
    ]
  },
  {
    "id": 278,
    "text": "applaud",
    "translation": "ծափահարել",
    "audio": "./audio/5000/applaud.mp3",
    "examples": [
      "He started to applaud and the others joined in.",
      " applaud somebody They rose to applaud the speaker.",
      "She was applauded as she came on stage.",
      "The audience applauded loudly."
    ]
  },
  {
    "id": 279,
    "text": "apple",
    "translation": "խնձոր",
    "audio": "./audio/5000/apple.mp3",
    "examples": [
      "Peel and core the apples.",
      "an apple pie",
      "apple sauce/juice",
      "a garden with three apple trees",
      "I took a bite of the apple."
    ]
  },
  {
    "id": 280,
    "text": "applicable",
    "translation": "կիրառելի",
    "audio": "./audio/5000/applicable.mp3",
    "examples": [
      "Give details of children where applicable (= if you have any).",
      " applicable to somebody/something Much of the form was not applicable (= did not apply) to me."
    ]
  },
  {
    "id": 281,
    "text": "applicant",
    "translation": "դիմորդ",
    "audio": "./audio/5000/applicant.mp3",
    "examples": [
      "There were over 500 applicants for the job.",
      "Successful applicants will receive notification within the week."
    ]
  },
  {
    "id": 282,
    "text": "application",
    "translation": "դիմում",
    "audio": "./audio/5000/application.mp3",
    "examples": [
      "a planning/patent/visa application",
      "We have received applications from more than 3.000 students.",
      "You need to complete the online application form. ",
      "application for something an application for asylum/a licence",
      " (formal) an application for leave to appeal against the conviction",
      " application to do something After graduating she made an application to join the BBC.",
      " application to somebody (for something) His application to the court for bail has been refused.",
      " application to somebody to do something They submitted an application to the council to build two houses.",
      " on application to somebody Further information is available on application to the principal."
    ]
  },
  {
    "id": 283,
    "text": "apply",
    "translation": "դիմել",
    "audio": "./audio/5000/apply.mp3",
    "examples": [
      "You should apply in person/by letter.",
      " apply for something I have decided to apply for this new job.",
      "They have successfully applied for political asylum.",
      "to apply for a visa/passport/grant/licence",
      "The developers applied for planning permission to build over 200 houses.",
      " apply to somebody/something to apply to a company/university",
      " apply to somebody/something for something They may apply to the court for the decision to be reversed.",
      " apply to do something He has applied to join the army."
    ]
  },
  {
    "id": 284,
    "text": "appoint",
    "translation": "նշանակել",
    "audio": "./audio/5000/appoint.mp3",
    "examples": [
      " appoint somebody They have appointed a new head teacher at my son's school.",
      " appoint somebody to something She has recently been appointed to the committee.",
      " appoint somebody (as) something They appointed him (as) captain of the English team.",
      "She's been appointed British ambassador to the UN.",
      " appoint somebody to do something A lawyer was appointed to represent the child."
    ]
  },
  {
    "id": 285,
    "text": "appointment",
    "translation": "ժամադրություն",
    "audio": "./audio/5000/appointment.mp3",
    "examples": [
      "I've got a dental appointment at 3 o'clock.",
      "to book/make/keep an appointment",
      "Do you have an appointment?",
      "She has a doctor's appointment in twenty minutes.",
      "Viewing is by appointment only (= only at a time that has been arranged in advance).",
      "an appointment book",
      " appointment with somebody an appointment with my agent/doctor/specialist/consultant",
      " appointment for something an appointment for a blood test",
      " appointment for somebody to do something She made an appointment for her son to see the doctor."
    ]
  },
  {
    "id": 286,
    "text": "appreciate",
    "translation": "գնահատել",
    "audio": "./audio/5000/appreciate.mp3",
    "examples": [
      "Over the years he came to appreciate the beauty and tranquillity of the river.",
      "His talents are not fully appreciated in that company.",
      "Her family doesn't appreciate her.",
      "You can't really appreciate foreign literature in translation.",
      "The sound quality was poor so we couldn't fully appreciate the music."
    ]
  },
  {
    "id": 287,
    "text": "appreciation",
    "translation": "գնահատանք",
    "audio": "./audio/5000/appreciation.mp3",
    "examples": [
      "She shows little appreciation of good music.",
      " in appreciation The crowd murmured in appreciation."
    ]
  },
  {
    "id": 288,
    "text": "approach",
    "translation": "մոտեցում",
    "audio": "./audio/5000/approach.mp3",
    "examples": [
      "She took the wrong approach in her dealings with them.",
      "It was time to take a different approach. ",
      "an alternative/innovative approach",
      "a traditional/similar approach",
      "The approach they were using no longer seemed to work.",
      " approach to something We need to adopt a new approach to the problem.",
      "The therapy takes a holistic approach to health and well-being.",
      " approach for something a variety of approaches for the treatment of depression",
      " approach for doing something Will this be a successful approach for providing high-tech offices?",
      "We could hear the train approaching.",
      "Winter is approaching.",
      "The deadline was fast approaching."
    ]
  },
  {
    "id": 290,
    "text": "appropriate",
    "translation": "համապատասխան",
    "audio": "./audio/5000/appropriate.mp3",
    "examples": [
      "an appropriate response/measure/method",
      "Now that the problem has been identified, appropriate action can be taken.",
      "Is now an appropriate time to make a speech?",
      "Please debit my Mastercard/Visa/American Express card (delete as appropriate) (= cross out the options that do not apply).",
      "This may be an appropriate treatment for many patients.",
      "Skills can be enhanced by the appropriate use of technology in certain circumstances.",
      "He said she had responded to the situation in an entirely appropriate way.",
      "to deem/consider/think something appropriate",
      " appropriate for something Jeans are not appropriate for a formal party.",
      " appropriate to something The book was written in a style appropriate to the age of the children.",
      "All personnel were trained at levels appropriate to the needs of each job. "
    ]
  },
  {
    "id": 291,
    "text": "appropriately",
    "translation": "համապատասխանաբար",
    "audio": "./audio/5000/appropriately.mp3",
    "examples": [
      "The government has been accused of not responding appropriately to the needs of the homeless.",
      "The chain of volcanoes is known, appropriately enough, as the ‘Ring of Fire’."
    ]
  },
  {
    "id": 292,
    "text": "approval",
    "translation": "հավանություն",
    "audio": "./audio/5000/approval.mp3",
    "examples": [
      "She desperately wanted to win her father's approval.",
      "Do the plans meet with your approval?",
      " in approval Several people nodded in approval.",
      "The president's approval ratings were slipping."
    ]
  },
  {
    "id": 293,
    "text": "approve",
    "translation": "հաստատել",
    "audio": "./audio/5000/approve.mp3",
    "examples": [
      "I told my mother I wanted to leave school but she didn't approve.",
      " approve of somebody/something Do you approve of my idea?",
      "She didn't quite approve of the way he was running things.",
      " approve of somebody doing something She doesn't approve of me leaving school this year.",
      " (formal) approve of somebody’s doing something She doesn't approve of my leaving school this year."
    ]
  },
  {
    "id": 294,
    "text": "approximately",
    "translation": "մոտավորապես",
    "audio": "./audio/5000/approximately.mp3",
    "examples": [
      "The journey took approximately seven hours.",
      "The two buildings were approximately equal in size.",
      "Approximately £4  000 worth of product was stolen in the raid."
    ]
  },
  {
    "id": 295,
    "text": "April",
    "translation": "ապրիլ",
    "audio": "./audio/5000/April.mp3",
    "examples": [
      " in April She was born in April.",
      " (British English) The meeting is on the fifth of April/April the fifth.",
      " (North American English) The meeting is on April fifth.",
      "We went to Japan last April.",
      "I arrived at the end of April.",
      "last April’s election",
      "April showers (= light rain that falls in the spring)",
      "an April wedding"
    ]
  },
  {
    "id": 296,
    "text": "arbitrary",
    "translation": "կամայական",
    "audio": "./audio/5000/arbitrary.mp3",
    "examples": [
      "The choice of players for the team seemed completely arbitrary.",
      "He makes unpredictable, arbitrary decisions."
    ]
  },
  {
    "id": 297,
    "text": "architect",
    "translation": "ճարտարապետ",
    "audio": "./audio/5000/architect.mp3",
    "examples": [
      "The house was designed by architect Louis Kahn.",
      "She's a London-based architect and interior designer.",
      "In 1721 he was named chief architect of the cathedral."
    ]
  },
  {
    "id": 298,
    "text": "architectural",
    "translation": "ճարտարապետական",
    "audio": "./audio/5000/architectural.mp3",
    "examples": [
      "architectural features"
    ]
  },
  {
    "id": 299,
    "text": "architecture",
    "translation": "ճարտարապետություն",
    "audio": "./audio/5000/architecture.mp3",
    "examples": [
      "to study architecture",
      "She's a professor of architecture at the University of Oregon.",
      "an architecture student/critic"
    ]
  },
  {
    "id": 300,
    "text": "archive",
    "translation": "արխիվ",
    "audio": "./audio/5000/archive.mp3",
    "examples": [
      "the National Sound Archive",
      "archive film",
      "The BBC's archives are bulging with material."
    ]
  },
  {
    "id": 301,
    "text": "area",
    "translation": "տարածք, շրջան",
    "audio": "./audio/5000/area.mp3",
    "examples": [
      "to improve access to services in rural areas",
      "urban/metropolitan/residential areas",
      "The farm and surrounding area were flooded.",
      "She knows the local area very well.",
      " area around… the area around San Francisco",
      "Large areas of the city were destroyed in the earthquake.",
      " over a… area Wreckage from the plane was scattered over a wide area.",
      "Thousands of tourists visit the area every year.",
      " in the area There are lots of things to do in the area.",
      "Ted has lived in this area all his life.",
      "People who live in remote areas of the country may not have access to electricity.",
      "A lot of new people have moved into the area recently.",
      "John is the London area manager."
    ]
  },
  {
    "id": 302,
    "text": "arena",
    "translation": "արենա",
    "audio": "./audio/5000/arena.mp3",
    "examples": [
      "a concert at Wembley Arena",
      "an indoor sports arena",
      "a hockey/basketball arena",
      "plans to construct a new downtown arena"
    ]
  },
  {
    "id": 303,
    "text": "arguably",
    "translation": "վիճելիորեն",
    "audio": "./audio/5000/arguably.mp3",
    "examples": [
      "He is arguably the best actor of his generation."
    ]
  },
  {
    "id": 304,
    "text": "argue",
    "translation": "վիճել",
    "audio": "./audio/5000/argue.mp3",
    "examples": [
      "My brothers are always arguing.",
      "He's offering to pay so who am I to argue?",
      " argue with somebody about/over something We're always arguing with each other about money.",
      " argue about something I know it was a stupid thing to argue about. ",
      "argue over something All families seem to argue over money.",
      " argue with somebody I don't want to argue with you—just do it!"
    ]
  },
  {
    "id": 305,
    "text": "argument",
    "translation": "փաստարկ",
    "audio": "./audio/5000/argument.mp3",
    "examples": [
      "to win/lose an argument ",
      "After some heated argument a decision was finally taken.",
      " argument with somebody She got into an argument with the teacher.",
      " argument about/over something He was killed during a violent argument over money.",
      " argument with somebody about/over something We had an argument with the waiter about the bill.",
      " argument between A and B Jack was always the one who settled arguments between us."
    ]
  },
  {
    "id": 306,
    "text": "arise",
    "translation": "առաջանալ",
    "audio": "./audio/5000/arise.mp3",
    "examples": [
      "An opportunity arose to work in the United States.",
      "Questions naturally arose as to who was responsible.",
      "A serious problem can arise if the heart stops pumping effectively.",
      "Children should be disciplined when the need arises (= when it is necessary).",
      "This issue arose as an unintended consequence of the Act.",
      "A new crisis has arisen.",
      "We keep them informed of any changes as they arise.",
      "A storm arose during the night."
    ]
  },
  {
    "id": 307,
    "text": "բազուկ, զինվել",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/arm.mp3",
    "examples": [
      "He escaped with only a broken arm.",
      "Pearl wrapped her arms around his waist and hugged him tightly.",
      "She threw her arms around his neck.",
      "He was running forward, waving his arms.",
      " by the arm The officer grabbed him by the arm (= grabbed his arm).",
      " in somebody's arms She cradled the child in her arms.",
      "They fell asleep in each other's arms (= holding each other).",
      " on somebody's arm He walked in with a tall blonde woman on his arm (= next to him and holding his arm).",
      " under somebody's arm He was carrying a number of files under his arm (= between his arm and his body).",
      "He held the dirty rag at arm's length (= as far away from his body as possible).",
      "They walked along arm in arm (= with the arm of one person linked with the arm of the other).",
      "She touched him gently on the arm.",
      " Vincent folded his arms across his chest and turned to walk away.",
      "He has a tattoo on his upper right arm. "
    ]
  },
  {
    "id": 309,
    "text": "armed",
    "translation": "զինված",
    "audio": "./audio/5000/armed.mp3",
    "examples": [
      "an armed robbery",
      "an international armed conflict (= a war)",
      "Guerrillas have pledged to intensify the armed struggle against the new government."
    ]
  },
  {
    "id": 310,
    "text": "arms",
    "translation": "զենքեր",
    "audio": "./audio/5000/arms.mp3",
    "examples": [
      "arms and ammunition",
      "The UN imposed an arms embargo on the country.",
      "He's the world's most notorious arms dealer.",
      "Police officers in the UK do not usually carry arms.",
      "They banned arms sales to countries with poor human rights records.",
      "He was trying to rebuild the country's nuclear arms programme. "
    ]
  },
  {
    "id": 311,
    "text": "army",
    "translation": "բանակ",
    "audio": "./audio/5000/army.mp3",
    "examples": [
      "The two opposing armies faced each other across the battlefield.",
      "He commanded the army of occupation after the war."
    ]
  },
  {
    "id": 312,
    "text": "around",
    "translation": "մոտավորապես, շուրջը",
    "audio": "./audio/5000/around.mp3",
    "examples": [
      "He arrived around five o'clock.",
      "The cost would be somewhere around £1 500.",
      "There were only around 125 people present.",
      "The correct figure is actually around double that amount.",
      "The house is built around a central courtyard.",
      "He put his arms around her."
    ]
  },
  {
    "id": 314,
    "text": "arrange",
    "translation": "կազմակերպել",
    "audio": "./audio/5000/arrange.mp3",
    "examples": [
      " arrange something The party was arranged quickly.",
      "Can I arrange an appointment for Monday?",
      "The meeting was provisionally arranged for 9 October. ",
      "She arranged a loan with the bank.",
      "We met at six, as arranged.",
      " arrange how, where, etc… We've still got to arrange how to get to the airport.",
      " arrange to do something Have you arranged to meet him?",
      " arrange that… I've arranged that we can borrow their car.",
      " arrange for something to do something We arranged for a car to collect us from the airport.",
      " arrange for something The president arranged for a meeting in his office.",
      " arrange with somebody (about something) I've arranged with the neighbours about feeding the cat while we are away."
    ]
  },
  {
    "id": 315,
    "text": "arrangement",
    "translation": "պայմանավորվածություն",
    "audio": "./audio/5000/arrangement.mp3",
    "examples": [
      "Travel and accommodation arrangements have been finalized.",
      " arrangement for something I'll make arrangements for you to be met at the airport."
    ]
  },
  {
    "id": 316,
    "text": "array",
    "translation": "զանգված",
    "audio": "./audio/5000/array.mp3",
    "examples": [
      "a vast array of bottles of different shapes and sizes",
      "a dazzling array of talent"
    ]
  },
  {
    "id": 317,
    "text": "arrest",
    "translation": "ձերբակալություն, կալանք",
    "audio": "./audio/5000/arrest.mp3",
    "examples": [
      "The police made several arrests.",
      " under arrest She was under arrest on suspicion of murder.",
      "Opposition leaders were put under house arrest (= not allowed to leave their houses).",
      "He was placed under arrest by the New York City police."
    ]
  },
  {
    "id": 319,
    "text": "arrival",
    "translation": "ժամանում",
    "audio": "./audio/5000/arrival.mp3",
    "examples": [
      "We apologize for the late arrival of the train.",
      "the arrival of the mail in the morning",
      "Our estimated time of arrival is 7.15.",
      "I need to check our arrival time.",
      " on/upon arrival Guests receive dinner on arrival at the hotel.",
      "She was declared dead on arrival at the hospital. ",
      "There are 120 arrivals and departures every day.",
      "daily arrivals of new patients",
      "They are eagerly awaiting the arrival of their new computer."
    ]
  },
  {
    "id": 320,
    "text": "arrive",
    "translation": "ժամանել",
    "audio": "./audio/5000/arrive.mp3",
    "examples": [
      "I'll wait until they arrive.",
      "I was pleased to hear you arrived home safely.",
      "to arrive early/late for a meeting",
      " arrive in… She'll arrive in New York at noon.",
      " arrive at… The train arrived at the station 20 minutes late.",
      "We didn't arrive back at the hotel until very late.",
      "By the time I arrived on the scene, it was all over.",
      "Pupils may be newly arrived in Britain, with little or no English.",
      "A police officer arrived just in time to see the burglars walking out of the building. ",
      "They arrived too late to take any action.",
      "The police arrived to arrest him."
    ]
  },
  {
    "id": 321,
    "text": "arrow",
    "translation": "նետ, սլաք",
    "audio": "./audio/5000/arrow.mp3",
    "examples": [
      "a bow and arrow",
      "to fire/shoot an arrow",
      "The road continues as straight as an arrow."
    ]
  },
  {
    "id": 322,
    "text": "art",
    "translation": "արվեստ",
    "audio": "./audio/5000/art.mp3",
    "examples": [
      "modern/contemporary art",
      "an art critic/historian/lover",
      "Can we call television art?",
      "stolen works of art",
      "Her performance displayed great art.",
      "American art",
      "It's a very beautiful piece of art."
    ]
  },
  {
    "id": 323,
    "text": "article",
    "translation": "հոդված",
    "audio": "./audio/5000/article.mp3",
    "examples": [
      "to read/write/publish an article",
      "Her tweet follows an article posted online by the ‘Huffington Post’.",
      " article (by somebody) on something I read an interesting article by a well-known scientist on the subject of genetics.",
      " article (by somebody) about something Have you seen that article about young fashion designers?",
      " according to an article According to a recent newspaper article, the company is worth over $20 billion."
    ]
  },
  {
    "id": 324,
    "text": "articulate",
    "translation": "արտահայտել",
    "audio": "./audio/5000/articulate.mp3",
    "examples": [
      "She struggled to articulate her thoughts.",
      "It is the school’s duty to articulate its practices to parents."
    ]
  },
  {
    "id": 325,
    "text": "artificial",
    "translation": "արհեստական",
    "audio": "./audio/5000/artificial.mp3",
    "examples": [
      "an artificial limb/flower/sweetener/fertilizer ",
      "artificial lighting/light"
    ]
  },
  {
    "id": 326,
    "text": "artist",
    "translation": "նկարիչ, արվեստագետ",
    "audio": "./audio/5000/artist.mp3",
    "examples": [
      "an exhibition of work by contemporary British artists",
      "a graphic artist",
      "a make-up artist",
      " He became a full-time artist in 1929.",
      "In Paris she met a group of young artists: poets, film-makers and painters.",
      "This is an artist's impression of the new stadium.",
      " (figurative) Whoever made this cake is a real artist."
    ]
  },
  {
    "id": 327,
    "text": "artistic",
    "translation": "գեղարվեստական",
    "audio": "./audio/5000/artistic.mp3",
    "examples": [
      "the artistic works of the period",
      "a work of great artistic merit",
      "an artistic temperament (= behaviour thought to be typical of artists, musicians, etc.)",
      "Love is a time-honoured subject of literary and artistic expression."
    ]
  },
  {
    "id": 328,
    "text": "artwork",
    "translation": "արվեստի գործ",
    "audio": "./audio/5000/artwork.mp3",
    "examples": [
      "Can you let me have the finished artwork for the poster by Friday?"
    ]
  },
  {
    "id": 332,
    "text": "ash",
    "translation": "մոխիր",
    "audio": "./audio/5000/ash.mp3",
    "examples": [
      "cigarette ash",
      "black volcanic ash",
      "Ash from the volcano fell over a wide area.",
      "She flicked ash out of the window carelessly."
    ]
  },
  {
    "id": 333,
    "text": "ashamed",
    "translation": "ամաչել",
    "audio": "./audio/5000/ashamed.mp3",
    "examples": [
      " ashamed of something She was deeply ashamed of her behaviour at the party.",
      "Feeling depressed is nothing to be ashamed of.",
      "We must stop being afraid or ashamed of what we are.",
      " ashamed of somebody His daughter looked such a mess that he was ashamed of her.",
      " ashamed of yourself You should be ashamed of yourself for telling such lies.",
      "You ought to be thoroughly ashamed of yourselves.",
      " ashamed that… I feel almost ashamed that I've been so lucky.",
      " ashamed to be something The football riots made me ashamed to be English."
    ]
  },
  {
    "id": 334,
    "text": "aside",
    "translation": "մի կողմ",
    "audio": "./audio/5000/aside.mp3",
    "examples": [
      "She pulled the curtain aside.",
      "Stand aside and let these people pass.",
      "He took me aside (= away from a group of people) to give me some advice.",
      " (figurative) Leaving aside (= not considering at this stage) the cost of the scheme, let us examine its benefits.",
      "All our protests were brushed aside (= ignored)."
    ]
  },
  {
    "id": 335,
    "text": "ask",
    "translation": "հարցնել",
    "audio": "./audio/5000/ask.mp3",
    "examples": [
      "How old are you—if you don’t mind me/my asking?",
      " ask about somebody/something He asked about her family.",
      " ask something Can I ask a question?",
      "Did you ask the price?",
      "You do what I tell you to, no questions asked.",
      "There are three important questions to ask.",
      "frequently asked questions",
      " + speech ‘Where are you going?’ she asked.",
      " ask somebody + speech ‘Are you sure?’ he asked her.",
      " ask somebody something She asked the students their names.",
      "I often get asked that!",
      "I had to ask myself some very difficult questions.",
      "I'd like to ask you a few questions.",
      " Why does everyone keep asking me that?",
      " ask somebody about something The interviewer asked me about my future plans.",
      "When specifically asked about the report, she indicated she had not read it.",
      " ask where, what, etc… He asked where I lived.",
      " ask somebody where, what, etc… I had to ask the teacher what to do next.",
      "I was asked if/whether I could drive."
    ]
  },
  {
    "id": 336,
    "text": "asleep",
    "translation": "քնած",
    "audio": "./audio/5000/asleep.mp3",
    "examples": [
      "I waited until they were all fast asleep (= sleeping deeply).",
      "The baby was sound asleep (= sleeping deeply) upstairs.",
      "He was so exhausted that he fell asleep at his desk.",
      "My mother fell asleep at the wheel (= while driving) and crashed into a tree.",
      "She was still half asleep (= not fully awake) when she arrived at work.",
      "The police found him asleep in a garage."
    ]
  },
  {
    "id": 337,
    "text": "aspect",
    "translation": "տեսակետ",
    "audio": "./audio/5000/aspect.mp3",
    "examples": [
      " aspect of something The book aims to cover all aspects of city life.",
      "The exhibition will focus on various aspects of life and culture in the Middle East.",
      "the most important aspect of the debate",
      "She felt she had looked at the problem from every aspect.",
      "This was one aspect of her character he hadn't seen before.",
      "We have worked very hard on certain aspects of our game.",
      "The consultancy gives advice to manufacturers on the health and safety aspects of their products."
    ]
  },
  {
    "id": 338,
    "text": "aspiration",
    "translation": "ձգտում",
    "audio": "./audio/5000/aspiration.mp3",
    "examples": [
      "I didn't realize you had political aspirations.",
      " aspiration to do something He has never had any aspiration to earn a lot of money.",
      " aspiration for something What changes are needed to meet women's aspirations for employment?"
    ]
  },
  {
    "id": 339,
    "text": "aspire",
    "translation": "ձգտել",
    "audio": "./audio/5000/aspire.mp3",
    "examples": [
      " aspire (to something) She aspired to a scientific career.",
      " aspire to be/do something He aspired to be their next leader."
    ]
  },
  {
    "id": 340,
    "text": "assassination",
    "translation": "սպանություն",
    "audio": "./audio/5000/assassination.mp3",
    "examples": [
      "The president survived a number of assassination attempts.",
      "the assassination of John F. Kennedy"
    ]
  },
  {
    "id": 341,
    "text": "assault",
    "translation": "հարձակում",
    "audio": "./audio/5000/assault.mp3",
    "examples": [
      "Both men were charged with assault.",
      "sexual assaults",
      " assault on/upon somebody A significant number of indecent assaults on women go unreported.",
      "He has been charged with assaulting a police officer.",
      "Four women have been sexually assaulted in the area recently."
    ]
  },
  {
    "id": 343,
    "text": "assemble",
    "translation": "հավաքել",
    "audio": "./audio/5000/assemble.mp3",
    "examples": [
      "All the students were asked to assemble in the main hall.",
      "She then addressed the assembled company (= all the people there).",
      " assemble something to assemble evidence/data",
      "The manager has assembled a world-class team.",
      "He tried to assemble his thoughts."
    ]
  },
  {
    "id": 344,
    "text": "assembly",
    "translation": "ժողով",
    "audio": "./audio/5000/assembly.mp3",
    "examples": [
      "state/legislative/federal/local assemblies",
      "Power has been handed over to provincial and regional assemblies.",
      "The national assembly has voted to adopt the budget.",
      "the California Assembly",
      "the UN General Assembly",
      "assembly elections",
      "an elected assembly"
    ]
  },
  {
    "id": 345,
    "text": "assert",
    "translation": "պնդել",
    "audio": "./audio/5000/assert.mp3",
    "examples": [
      " assert that… She continued to assert that she was innocent.",
      "The report asserts confidently that the industry will grow.",
      " assert something She continued to assert her innocence.",
      "The German Chancellor was anxious to assert her government's commitment to European unity.",
      " + speech ‘That is wrong,’ he asserted.",
      " it is asserted that… It is commonly asserted that older people prefer to receive care from family members."
    ]
  },
  {
    "id": 346,
    "text": "assertion",
    "translation": "պնդում",
    "audio": "./audio/5000/assertion.mp3",
    "examples": [
      "He was correct in his assertion that the minister had been lying.",
      "Do you have any evidence to support your assertions?"
    ]
  },
  {
    "id": 347,
    "text": "assess",
    "translation": "գնահատել",
    "audio": "./audio/5000/assess.mp3",
    "examples": [
      " assess somebody/something Accurately assessing environmental impacts is very complex.",
      "to assess a patient’s needs",
      "It's difficult to assess the effects of these changes.",
      "Interviews allow you to assess the suitability of candidates.",
      "She engaged a safety consultant to assess the risks.",
      "Quality of life was assessed using a questionnaire.",
      " assess somebody/something as something The young men were assessed as either safe or unsafe drivers.",
      "I'd assess your chances as low.",
      " assess whether, how, etc… The committee assesses whether a building is worth preserving.",
      "We are trying to assess how well the system works."
    ]
  },
  {
    "id": 348,
    "text": "assessment",
    "translation": "գնահատում",
    "audio": "./audio/5000/assessment.mp3",
    "examples": [
      "a detailed assessment of the risks involved",
      "An adequate environmental impact assessment was not carried out on the bypass project.",
      "We conducted the initial assessments defining the scope of work.",
      "The city hired them to do a structural assessment of the damage.",
      "his assessment of the situation"
    ]
  },
  {
    "id": 349,
    "text": "asset",
    "translation": "ունեցվածք",
    "audio": "./audio/5000/asset.mp3",
    "examples": [
      "In his job, patience is an invaluable asset.",
      "Being able to speak a foreign language is a major asset.",
      "I’m not sure if his forcefulness is an asset or a liability.",
      " asset to somebody/something She'll be an asset to the team."
    ]
  },
  {
    "id": 350,
    "text": "assign",
    "translation": "հանձնարարել",
    "audio": "./audio/5000/assign.mp3",
    "examples": [
      " assign something (to somebody) The teacher assigned a different task to each of the children.",
      "The two large classrooms have been assigned to us.",
      " assign somebody something We have been assigned the two large classrooms.",
      "The teacher assigned each of the children a different task."
    ]
  },
  {
    "id": 351,
    "text": "assignment",
    "translation": "հանձնարարություն",
    "audio": "./audio/5000/assignment.mp3",
    "examples": [
      "Students are required to complete all homework assignments.",
      "You will need to complete three written assignments per semester.",
      "a business/special assignment ",
      "I had set myself a tough assignment.",
      " on an assignment She is in Greece on an assignment for one of the Sunday newspapers.",
      " on assignment one of our reporters on assignment in China"
    ]
  },
  {
    "id": 352,
    "text": "assist",
    "translation": "օժանդակել, աջակցել",
    "audio": "./audio/5000/assist.mp3",
    "examples": [
      "Anyone willing to assist can contact this number.",
      " assist in/with something He assisted in the development of the business strategy.",
      "We are looking for people who would be willing to assist in the group's work.",
      " assist somebody We'll do all we can to assist you.",
      "They will be ably assisted by our remarkable staff.",
      "The play was directed by Mike Johnson, assisted by Sharon Gale.",
      "His task is to advise and assist his colleagues.",
      " assist somebody in doing something We will assist you in finding somewhere to live.",
      " assist somebody in/with something Two men are assisting the police with their enquiries (= are being questioned by the police).",
      "The driver has been assisting police with their investigation.",
      " assist somebody to do something a course to assist adults to return to the labour market"
    ]
  },
  {
    "id": 353,
    "text": "assistance",
    "translation": "աջակցություն",
    "audio": "./audio/5000/assistance.mp3",
    "examples": [
      "technical/economic/military assistance",
      "financial assistance for people on low incomes",
      "Can I be of any assistance?",
      "Despite his cries, no one came to his assistance.",
      "The other passengers went to her assistance.",
      " with the assistance of somebody/something He can only walk with the assistance of crutches.",
      " assistance with something She offered me practical assistance with my research.",
      " assistance in doing something/to do something The company provides advice and assistance in finding work."
    ]
  },
  {
    "id": 354,
    "text": "assistant",
    "translation": "օգնական",
    "audio": "./audio/5000/assistant.mp3",
    "examples": [
      "the assistant manager/director/commissioner",
      "She is an assistant professor of psychology at Ohio State University.",
      "Assistant Chief Constable Owen",
      "Assistant Attorney General William Weld",
      "a former assistant Secretary of State",
      "an assistant coach/editor",
      "My assistant will now demonstrate the machine in action.",
      "a senior research assistant",
      "She works as a care assistant in an old people's home.",
      "I work part-time as a classroom assistant in my local primary school. ",
      "He was working as a special assistant to the president."
    ]
  },
  {
    "id": 356,
    "text": "associate",
    "translation": "ասոսացնել",
    "audio": "./audio/5000/associate.mp3",
    "examples": [
      " associate somebody/something with somebody/something I always associate the smell of baking with my childhood.",
      "He is closely associated in the public mind with horror movies.",
      "Most people immediately associate addictions with drugs, alcohol and cigarettes.",
      " associate somebody/something You wouldn’t normally associate these two writers—their styles are completely different."
    ]
  },
  {
    "id": 357,
    "text": "associated",
    "translation": "ասոցացված",
    "audio": "./audio/5000/associated.mp3",
    "examples": [
      " associated with doing something the risks associated with taking drugs",
      " associated with something Exposure to the sun is strongly associated with an increase in the incidence of skin cancer.",
      "The conference will address the broad issues associated with E-commerce.",
      "The following factors were significantly associated with chronic fatigue.",
      "Lack of confidence is not something normally associated with a high-flying sales executive.",
      "Salaries and associated costs have risen substantially."
    ]
  },
  {
    "id": 358,
    "text": "association",
    "translation": "ասոսացիա",
    "audio": "./audio/5000/association.mp3",
    "examples": [
      "Do you belong to any professional or trade associations?",
      "a residents’ association"
    ]
  },
  {
    "id": 359,
    "text": "assume",
    "translation": "ենթադրել",
    "audio": "./audio/5000/assume.mp3",
    "examples": [
      " assume (that)… It is reasonable to assume (that) the economy will continue to improve.",
      "It's probably safe to assume (that) we'll be hearing more about this story.",
      "Let us assume for a moment that the plan succeeds.",
      "She would, he assumed, be home at the usual time.",
      " it is assumed (that)… It is generally assumed that stress is caused by too much work.",
      " assume something Don't always assume the worst (= that something bad has happened).",
      "In this example we have assumed a unit price of $10.",
      " assume somebody/something to be/have something I had assumed him to be a Belgian."
    ]
  },
  {
    "id": 360,
    "text": "assumption",
    "translation": "ենթադրություն",
    "audio": "./audio/5000/assumption.mp3",
    "examples": [
      "an underlying/implicit assumption",
      "We need to challenge some of the basic assumptions of Western philosophy.",
      "We are working on the assumption that everyone invited will turn up.",
      "It was impossible to make assumptions about people's reactions.",
      "His actions were based on a false assumption.",
      "She arrived at college with a whole set of assumptions inherited from her family."
    ]
  },
  {
    "id": 361,
    "text": "assurance",
    "translation": "հավաստիացում",
    "audio": "./audio/5000/assurance.mp3",
    "examples": [
      "They called for assurances that the government is committed to its education policy.",
      "Unemployment seems to be rising, despite repeated assurances to the contrary."
    ]
  },
  {
    "id": 362,
    "text": "assure",
    "translation": "վստահեցնել",
    "audio": "./audio/5000/assure.mp3",
    "examples": [
      " assure somebody (that)… You think I did it deliberately, but I assure you (that) I did not.",
      "Let me assure you that I will try to help you.",
      "We were assured that everything possible was being done.",
      "She's perfectly safe, I can assure you.",
      " assure somebody (of something) We assured him of our support.",
      "I won’t let you down, I can assure you of that.",
      " assure somebody + speech ‘He'll come back,’ Susan assured her."
    ]
  },
  {
    "id": 363,
    "text": "astonishing",
    "translation": "ապշեցուցիչ",
    "audio": "./audio/5000/astonishing.mp3",
    "examples": [
      "She ran 100m in an astonishing 10.6 seconds.",
      "I find it absolutely astonishing that you didn't like it."
    ]
  },
  {
    "id": 364,
    "text": "asylum",
    "translation": "ապաստան",
    "audio": "./audio/5000/asylum.mp3",
    "examples": [
      "to seek/apply for/be granted asylum",
      "There was a nationwide debate on whether the asylum laws should be changed."
    ]
  },
  {
    "id": 366,
    "text": "athlete",
    "translation": "ատլետ, մարզիկ",
    "audio": "./audio/5000/athlete.mp3",
    "examples": [
      "Olympic athletes",
      "Depression is thought to be common among elite athletes.",
      "a training facility for amateur and professional athletes ",
      "Her company is designing part of the Olympic athletes' village."
    ]
  },
  {
    "id": 367,
    "text": "atmosphere",
    "translation": "մթնոլորտ",
    "audio": "./audio/5000/atmosphere.mp3",
    "examples": [
      "Wind power doesn't release carbon dioxide into the atmosphere.",
      "greenhouse gases in the earth's atmosphere",
      "Volcanoes and hot springs can emit methane into the atmosphere.",
      "the upper atmosphere",
      "pollution of the atmosphere"
    ]
  },
  {
    "id": 368,
    "text": "atrocity",
    "translation": "վայրագություն",
    "audio": "./audio/5000/atrocity.mp3",
    "examples": [
      "In the war, both sides committed atrocities."
    ]
  },
  {
    "id": 369,
    "text": "attach",
    "translation": "կցել",
    "audio": "./audio/5000/attach.mp3",
    "examples": [
      " attach something I attach a copy of my notes for your information.",
      "A copy of his document is attached as Appendix 3 at the end of this book.",
      " attach something to something Attach the coupon to the front of your letter.",
      " (figurative) They have attached a number of conditions to the agreement (= said that the conditions must be part of the agreement)"
    ]
  },
  {
    "id": 370,
    "text": "attachment",
    "translation": "հավելված",
    "audio": "./audio/5000/attachment.mp3",
    "examples": [
      "No attachment was included."
    ]
  },
  {
    "id": 371,
    "text": "attack",
    "translation": "հարձակում",
    "audio": "./audio/5000/attack.mp3",
    "examples": [
      "Five people were killed in the attacks that took place last night.",
      " attack on/upon somebody/something the recent series of deadly terrorist attacks on European cities",
      "a violent attack upon a police officer",
      " attack against somebody vicious attacks against defenceless people",
      " attack by somebody/something A child is recovering in hospital after a serious attack by a stray dog.",
      "Most dogs will not attack unless provoked.",
      " attack somebody/something Terrorists attacked several targets across the city.",
      "A woman was brutally attacked by a gang of youths.",
      " attack somebody with something One of the men viciously attacked officers with a home-made weapon. ",
      "The man attacked him with a knife."
    ]
  },
  {
    "id": 373,
    "text": "attain",
    "translation": "հասնել",
    "audio": "./audio/5000/attain.mp3",
    "examples": [
      "Most of our students attained five ‘A’ grades in their exams.",
      "We only consider applicants who have attained a high level of academic achievement.",
      "attain (a) degree/standard/level/proficiency/mastery"
    ]
  },
  {
    "id": 374,
    "text": "attempt",
    "translation": "փորձ փորձել",
    "audio": "./audio/5000/attempt.mp3",
    "examples": [
      "I passed my driving test at the first attempt.",
      " attempt to do something They made no attempt to escape.",
      "The launch will go ahead despite the failure of previous attempts to create an online business.",
      "Why have repeated attempts to find a permanent solution to the problem failed ?",
      "They were frustrated in their attempts to get an explanation.",
      "He has failed in three previous attempts to win the world title.",
      " in an attempt to do something Two factories were closed in an attempt to cut costs.",
      " attempt at something The couple made an unsuccessful attempt at a compromise.",
      " attempt at doing something They were praised for making an attempt at solving the problem.",
      " attempt to do something I will attempt to answer all your questions.",
      "She never attempted to explain her behaviour to her family.",
      "She has been unsuccessfully attempting to find out the name of the police officer.",
      "I haven't even attempted to do any of this yet.",
      "Do not attempt to repair this yourself.",
      " attempt something The prisoners attempted an escape, but failed."
    ]
  },
  {
    "id": 376,
    "text": "attend",
    "translation": "ներկա լինել",
    "audio": "./audio/5000/attend.mp3",
    "examples": [
      "We'd like as many people as possible to attend.",
      " attend something The meeting was attended by 90% of shareholders.",
      "to attend a wedding/funeral/service/ceremony",
      "Everyone is welcome to attend the free event.",
      "All members are requested to attend this meeting.",
      "5,000 people from around the world were invited to attend the conference."
    ]
  },
  {
    "id": 377,
    "text": "attendance",
    "translation": "հաճախում, ներկայություն",
    "audio": "./audio/5000/attendance.mp3",
    "examples": [
      "Attendance at these lectures is not compulsory.",
      "Teachers must keep a record of students' attendances."
    ]
  },
  {
    "id": 378,
    "text": "attention",
    "translation": "ուշադրություն",
    "audio": "./audio/5000/attention.mp3",
    "examples": [
      "Attention, please! Passengers for flight KL412 are requested to go to gate 21 immediately.",
      "the report’s attention to detail",
      "He turned his attention back to the road again.",
      "His attention turned to other matters.",
      "Public attention is focused on the issue of plastic pollution.",
      "Please pay close attention (= listen carefully) to what I am saying.",
      "Don't pay any attention to what they say (= don't think that it is important).",
      "She doesn't pay her children much attention.",
      "She tried to attract the waiter's attention.",
      "The event has attracted a lot of media attention.",
      "The exhibition has received special attention from the media. ",
      "The problem has been getting little attention in the press.",
      "I tried not to draw attention to (= make people notice) the weak points in my argument.",
      "An article in the newspaper caught my attention.",
      "I couldn't give the programme my undivided attention.",
      "As the youngest child, she was always the centre of attention.",
      "Small children have a very short attention span.",
      " (formal) These issues should be brought to the attention of the public.",
      " (formal) It has come to my attention (= I have been informed) that…",
      " (formal) He called (their) attention to the fact that many files were missing.",
      " (formal) Can I have your attention please?"
    ]
  },
  {
    "id": 380,
    "text": "attitude",
    "translation": "վերաբերմունք",
    "audio": "./audio/5000/attitude.mp3",
    "examples": [
      " attitude towards somebody/something These societies have to change their attitudes towards women.",
      "the government’s attitude towards single parents",
      "to have a positive/negative attitude towards somebody/something",
      " attitude to somebody/something changes in public attitudes to marriage",
      " attitude about something social attitudes about education",
      " attitude on something changing attitudes on issues such as gay marriage",
      "Youth is simply an attitude of mind.",
      "If you want to pass your exams you'd better change your attitude!",
      "If they can adopt that kind of attitude then the future looks very promising.",
      "You're taking a pretty selfish attitude over this, aren't you?"
    ]
  },
  {
    "id": 381,
    "text": "attorney",
    "translation": "փաստաբան",
    "audio": "./audio/5000/attorney.mp3",
    "examples": [
      "The prosecuting attorney began with a short opening statement."
    ]
  },
  {
    "id": 382,
    "text": "attract",
    "translation": "գրավել, հրապուրել",
    "audio": "./audio/5000/attract.mp3",
    "examples": [
      " be attracted by somebody/something I had always been attracted by the idea of working abroad.",
      " attract somebody (to somebody/something) What first attracted me to her was her sense of humour.",
      "She finds herself increasingly attracted to them and their lifestyle."
    ]
  },
  {
    "id": 383,
    "text": "attraction",
    "translation": "ատրակցիոն",
    "audio": "./audio/5000/attraction.mp3",
    "examples": [
      "Buckingham Palace is a major tourist attraction.",
      "The main attraction at Giverny is Monet's garden.",
      "Attractions at the fair include a mini-circus, clowns, dancers and a jazz band.",
      "Feeding the animals proved a popular attraction for visitors to the farm.",
      "The library is expected to be a major visitor attraction for the town. "
    ]
  },
  {
    "id": 384,
    "text": "attractive",
    "translation": "գրավիչ",
    "audio": "./audio/5000/attractive.mp3",
    "examples": [
      "an attractive woman",
      "I like John but I don't find him attractive physically.",
      "I find men look more attractive as they age."
    ]
  },
  {
    "id": 385,
    "text": "attribute",
    "translation": "հատկանիշ, վերագրել",
    "audio": "./audio/5000/attribute.mp3",
    "examples": [
      "Patience is one of the most important attributes in a teacher.",
      "The most basic attribute of all animals is consciousness.",
      "She attributes her success to hard work and a little luck.",
      "The power failure was attributed to the recent storms and high winds."
    ]
  },
  {
    "id": 387,
    "text": "auction",
    "translation": "աճուրդ",
    "audio": "./audio/5000/auction.mp3",
    "examples": [
      "an auction of paintings",
      " at auction A classic Rolls-Royce fetched (= was sold for) £25 000 at auction.",
      " up for auction The house is up for auction (= will be sold at an auction).",
      "an internet auction site"
    ]
  },
  {
    "id": 388,
    "text": "audience",
    "translation": "հանդիսատես",
    "audio": "./audio/5000/audience.mp3",
    "examples": [
      "The audience was/were clapping for 10 minutes.",
      "The museum is trying to attract a wider audience.",
      "The debate was televised in front of a live audience.",
      "an audience of 10 000",
      "Audience members voted on their favorite presentations.",
      "We encourage audience participation during our show."
    ]
  },
  {
    "id": 390,
    "text": "audit",
    "translation": "հաշվեքննություն",
    "audio": "./audio/5000/audit.mp3",
    "examples": [
      "an annual audit",
      "a tax audit",
      "preparing the accounts for audit"
    ]
  },
  {
    "id": 391,
    "text": "August",
    "translation": "օգոստոս",
    "audio": "./audio/5000/August.mp3",
    "examples": [
      "She was born in August.",
      " (British English) The meeting is on the fifth of August/August the fifth.",
      " (North American English) The meeting is on August fifth.",
      "We went to Japan last August.",
      "I arrived at the end of August.",
      "last August's election",
      "It was a hot August afternoon."
    ]
  },
  {
    "id": 392,
    "text": "aunt",
    "translation": "մորաքույր, հորաքույր",
    "audio": "./audio/5000/aunt.mp3",
    "examples": [
      "Aunt Alice",
      "My aunt lives in Canada.",
      "Great Aunt Emily",
      "Mathilde lives with her aunt and uncle on a small farm."
    ]
  },
  {
    "id": 393,
    "text": "authentic",
    "translation": "իսկական",
    "audio": "./audio/5000/authentic.mp3",
    "examples": [
      "I don't know if the painting is authentic."
    ]
  },
  {
    "id": 394,
    "text": "author",
    "translation": "հեղինակ",
    "audio": "./audio/5000/author.mp3",
    "examples": [
      "Who is your favourite author?",
      "He is the author of three books on art.",
      "best-selling author Paul Theroux",
      "the lead author of the report",
      "the author of a novel/study/article",
      "Who's the author?",
      "According to report author Matt Blaze, the technique requires no special skill.",
      "Really quick author's note: This is the last chapter of the story. ",
      "The film is based on a novel written by a female author.",
      "The report's authors point to a recent study of American college students."
    ]
  },
  {
    "id": 395,
    "text": "authority",
    "translation": "իշխանություն",
    "audio": "./audio/5000/authority.mp3",
    "examples": [
      "in a position of authority",
      "to undermine/challenge somebody's authority",
      " authority over somebody/something She now has authority over the people who used to be her bosses.",
      "The law states that parents exercise authority over their children.",
      " in authority Nothing will be done because no one in authority (= who has a position of power) takes the matter seriously.",
      "adult authority figures such as parents and teachers"
    ]
  },
  {
    "id": 396,
    "text": "authorize",
    "translation": "լիազորել",
    "audio": "./audio/5000/authorize.mp3",
    "examples": [
      " authorize something I can authorize payments up to £5 000.",
      " authorize somebody to do something I have authorized him to act for me while I am away.",
      "The soldiers were authorized to shoot at will."
    ]
  },
  {
    "id": 397,
    "text": "auto",
    "translation": "ավտոմոբիլ",
    "audio": "./audio/5000/auto.mp3",
    "examples": [
      "the auto industry"
    ]
  },
  {
    "id": 398,
    "text": "automatic",
    "translation": "ավտոմատ",
    "audio": "./audio/5000/automatic.mp3",
    "examples": [
      "automatic doors",
      "a fully automatic driverless train",
      "automatic transmission (= in a car, etc.)",
      "an automatic rifle (= one that continues to fire as long as the trigger is pressed)",
      "My camera has manual and automatic functions."
    ]
  },
  {
    "id": 399,
    "text": "automatically",
    "translation": "ավտոմատ կերպով",
    "audio": "./audio/5000/automatically.mp3",
    "examples": [
      "The heating switches off automatically."
    ]
  },
  {
    "id": 400,
    "text": "autonomy",
    "translation": "ինքնավարություն",
    "audio": "./audio/5000/autonomy.mp3",
    "examples": [
      "a campaign in Wales for greater autonomy"
    ]
  },
  {
    "id": 401,
    "text": "autumn",
    "translation": "աշուն",
    "audio": "./audio/5000/autumn.mp3",
    "examples": [
      " in the autumn of something in the autumn of 2010",
      " (figurative) He is in the autumn of his career.",
      "in early/late autumn ",
      "the autumn term (= for example at a school or college in Britain)",
      "autumn leaves/colours",
      "It's been a very mild autumn this year.",
      "a crisp/chilly/wet/cool autumn",
      "their autumn collection of dresses (= designed to be worn in autumn)",
      "Demand always rises during the autumn and winter months."
    ]
  },
  {
    "id": 402,
    "text": "availability",
    "translation": "հասանելիություն",
    "audio": "./audio/5000/availability.mp3",
    "examples": [
      "the availability of cheap flights",
      " (British English) This offer is subject to availability."
    ]
  },
  {
    "id": 403,
    "text": "available",
    "translation": "հասանելի",
    "audio": "./audio/5000/available.mp3",
    "examples": [
      "available resources/data",
      "Most available evidence suggests that home-schooled children are getting a good education.",
      "Further details are available on request.",
      "We'll send you a copy as soon as it becomes available.",
      "We have plenty of office space available.",
      "The document is now commercially available in electronic form.",
      "readily/widely/freely/publicly available",
      " available from somebody/something Tickets are currently available at reduced prices from the festival office.",
      " available for something This data is still available for download on the company's website.",
      " available to somebody When will the information be made available to the public?"
    ]
  },
  {
    "id": 404,
    "text": "average",
    "translation": "միջին, միջինում",
    "audio": "./audio/5000/average.mp3",
    "examples": [
      "The average age of participants was 52 years.",
      "an average rate/cost/price",
      "an average annual income/wage/salary",
      "Average daily summer temperatures are about 20°C .",
      "Average earnings are around £20 000 per annum.",
      "The school has an average class size of 24 students.",
      "at an average speed of 100 miles per hour",
      "The average of 4, 5 and 9 is 6.",
      " an average of something Parents spend an average of $220 a year on toys.",
      "Prices rose by an average of 10 percent over the decade. ",
      "If I get an A on this essay, that will bring my average (= average mark/grade) up to a B+.",
      "Class sizes in the school are below the national average.",
      "We will deliver growth in the economy that is higher than the OECD average this year.",
      "They had higher mortality rates from accidents compared with the national average.",
      "Children here score well above the city average on math and reading tests.",
      "Economic growth is expected to average 2% next year.",
      "Drivers in London can expect to average about 12 miles per hour (= to have that as their average speed).",
      "The women averaged 41 points per game.",
      "He has averaged 15 goals over the past two seasons.",
      "Wages here average less than three dollars an hour."
    ]
  },
  {
    "id": 407,
    "text": "avoid",
    "translation": "խուսափել",
    "audio": "./audio/5000/avoid.mp3",
    "examples": [
      " avoid something to avoid conflict/confrontation",
      "We must find a way to avoid similar problems in future.",
      "They narrowly avoided defeat.",
      "The name was changed to avoid confusion with another firm.",
      "The accident could have been avoided.",
      "Efforts are being made to avoid war at all costs.",
      " avoid doing something They built a wall to avoid soil being washed away."
    ]
  },
  {
    "id": 408,
    "text": "await",
    "translation": "սպասել",
    "audio": "./audio/5000/await.mp3",
    "examples": [
      "He is in custody awaiting trial.",
      "Her latest novel is eagerly awaited."
    ]
  },
  {
    "id": 409,
    "text": "award",
    "translation": "մրցանակ, պարգևատրել",
    "audio": "./audio/5000/award.mp3",
    "examples": [
      "He was nominated for the best actor award.",
      "the UK's most prestigious literary award",
      "the Housing Design Award",
      "The mayor will present the awards.",
      " award for something to win/accept an award for something",
      "He received numerous awards for excellence in teaching. ",
      "She was recently honoured with a lifetime achievement award.",
      "The winners of the awards are picked by the network's viewers.",
      "an awards ceremony",
      " award something Knowing why and how corporations award contracts is vitally important.",
      " award something to somebody The judges awarded equal points to both finalists.",
      " award somebody something The judges awarded both finalists equal points.",
      "He was awarded damages of £50 000.",
      "He was posthumously awarded the Victoria Cross.",
      "The referee awarded a penalty against them."
    ]
  },
  {
    "id": 411,
    "text": "aware",
    "translation": "տեղյակ",
    "audio": "./audio/5000/aware.mp3",
    "examples": [
      "As you're aware, this is not a new problem.",
      "As far as I'm aware, nobody has done anything about it.",
      "acutely/painfully/keenly (= very) aware",
      " aware of something He was well aware of the problem.",
      "She slipped away without him being aware of it.",
      "They suddenly became aware of people looking at them.",
      "Everybody should be made aware of the risks involved.",
      "We're just making the public aware of the issue.",
      "I am fully aware of the fact that change needs time.",
      "I don't think people are really aware of just how much it costs.",
      " aware that… Were you aware that something was wrong?",
      "I was aware that she was trembling."
    ]
  },
  {
    "id": 412,
    "text": "awareness",
    "translation": "իրազեկում",
    "audio": "./audio/5000/awareness.mp3",
    "examples": [
      " awareness of something an awareness of the importance of eating a healthy diet",
      "There was an almost complete lack of awareness of the issues involved.",
      "to raise/heighten/increase public awareness of something",
      "a greater/a growing/an increasing awareness of something",
      "a marketing campaign to increase brand awareness",
      " awareness that… There seems to be a general awareness that this is not the solution."
    ]
  },
  {
    "id": 413,
    "text": "away",
    "translation": "հեռու",
    "audio": "./audio/5000/away.mp3",
    "examples": [
      "The beach is a mile away.",
      "Christmas is still months away.",
      " away from somebody/something The president was kept well away from the demonstrators.",
      "The station is a few minutes' walk away from here.",
      "The main landfill site was moved further away from the city."
    ]
  },
  {
    "id": 414,
    "text": "awful",
    "translation": "սարսափելի, սոսկալի",
    "audio": "./audio/5000/awful.mp3",
    "examples": [
      "That's an awful colour.",
      "‘They didn't even offer to pay.’ ‘Oh that's awful.’",
      "I feel awful about forgetting her birthday.",
      "to look/feel awful (= to look/feel ill)",
      "There's an awful smell in here.",
      "The awful thing is, it was my fault.",
      "It sounds awful to say it, but the war was exciting.",
      "The weather conditions were just awful. ",
      "It's awful, isn't it?",
      "The weather last summer was awful."
    ]
  },
  {
    "id": 415,
    "text": "awkward",
    "translation": "անհարմար",
    "audio": "./audio/5000/awkward.mp3",
    "examples": [
      "There was an awkward silence.",
      "I felt awkward because they obviously wanted to be alone."
    ]
  },
  {
    "id": 416,
    "text": "baby",
    "translation": "մանկիկ",
    "audio": "./audio/5000/baby.mp3",
    "examples": [
      "The baby's crying!",
      "a newborn baby",
      "My sister's expecting a baby (= she is pregnant).",
      "She had a baby last year.",
      "The baby was born last night.",
      "Mother and baby are doing well.",
      "The baby is due in October.",
      "The baby was delivered by a midwife.",
      "a baby boy/girl ",
      "a baby daughter/son/sister/brother",
      "baby food/clothes",
      "a baby monkey/blackbird"
    ]
  },
  {
    "id": 417,
    "text": "back",
    "translation": "ետ, ետև, մեջք, աջակցել",
    "audio": "./audio/5000/back.mp3",
    "examples": [
      "We were sitting in the back row",
      "the back garden (= behind the house)",
      "a back room (= one at the back of a building)",
      "My phone's in my back pocket.",
      "back teeth",
      "the back page of a newspaper",
      "We drove along miles of twisty back roads (= away from the main roads).",
      "When is he coming back to work?",
      "He'll be back on Monday.",
      "Don't forget to bring it back when you've finished with it.",
      "Please give me my ball back.",
      "Put the book back on the shelf.",
      "Could you go back to the beginning of the story?",
      "She woke up briefly and then went back to sleep.",
      "I can't wait to get back home.",
      "It takes me an hour to walk there and back.",
      "We were right back where we started, only this time without any money.",
      "It's good to have the whole family back together again.",
      " on your back He was lying on his back on the sofa.",
      "Do you sleep on your back or your front?",
      " with your back to somebody/something She was standing with her back to the camera so you can't see her face.",
      " behind your back They had their hands tied behind their backs.",
      " at your back They set off with the wind at their backs (= behind them).",
      "your lower/upper back",
      " in your/the back I have a nagging pain in my lower back.",
      "Most of the victims were shot in the back.",
      "a bad (= painful) back",
      "I pulled (= injured the muscles in) my back playing squash.",
      "She was laid up with severe back pain.",
      "A small boy rode on the elephant's back.",
      "Her parents backed her in her choice of career.",
      "The project to improve healthcare is backed (= given financial support) by the government."
    ]
  },
  {
    "id": 421,
    "text": "backdrop",
    "translation": "ֆոն",
    "audio": "./audio/5000/backdrop.mp3",
    "examples": [
      "The mountains provided a dramatic backdrop for our picnic."
    ]
  },
  {
    "id": 422,
    "text": "background",
    "translation": "ֆոն, կենսագրություն",
    "audio": "./audio/5000/background.mp3",
    "examples": [
      "somebody's ethnic/genetic/cultural background ",
      "somebody's family/educational background",
      "The job would suit someone with a business background.",
      "We come from very different backgrounds but we get on well.",
      " background in something She has a background in journalism.",
      "In the future, we will require background checks on airport employees."
    ]
  },
  {
    "id": 423,
    "text": "backing",
    "translation": "աջակցություն",
    "audio": "./audio/5000/backing.mp3",
    "examples": [
      "The police gave the proposals their full backing.",
      "They have won financial backing from the EU."
    ]
  },
  {
    "id": 424,
    "text": "backup",
    "translation": "կրկնօրինակում, պահուստ",
    "audio": "./audio/5000/backup.mp3",
    "examples": [
      "The police had backup from the army.",
      "We can use him as a backup if one of the other players drops out.",
      "The hospital has a backup power supply."
    ]
  },
  {
    "id": 425,
    "text": "backwards",
    "translation": "հետընթաց",
    "audio": "./audio/5000/backwards.mp3",
    "examples": [
      "I lost my balance and fell backwards.",
      "He took a step backwards.",
      "I stumbled backwards and fell. "
    ]
  },
  {
    "id": 426,
    "text": "bacteria",
    "translation": "բակտերիաներ",
    "audio": "./audio/5000/bacteria.mp3",
    "examples": [
      "Neither chilling nor freezing kills all bacteria.",
      "antibiotic-resistant bacteria",
      "Food that is contaminated with bacteria may not look or smell bad.",
      "The spots can become infected with bacteria.",
      "Raw meat and poultry may contain harmful bacteria.",
      "These beneficial bacteria already naturally reside in the intestines.",
      "There are many different strains of this bacterium."
    ]
  },
  {
    "id": 427,
    "text": "bad",
    "translation": "վատ",
    "audio": "./audio/5000/bad.mp3",
    "examples": [
      "I have some bad news for you, I'm afraid.",
      "bad weather/dreams/habits",
      "I'm having a really bad day.",
      "It was the worst experience of her life.",
      "Smoking gives you bad breath.",
      "War is always a bad thing.",
      "That was just bad luck.",
      "Things are bad enough without our own guns shelling us."
    ]
  },
  {
    "id": 428,
    "text": "badge",
    "translation": "կրծքանշան",
    "audio": "./audio/5000/badge.mp3",
    "examples": [
      "She wore a badge saying ‘Vote for Coates’.",
      "All employees have to wear name badges.",
      "He pulled out a badge and said he was a cop.",
      "parking for disabled badge holders",
      "The police officer flashed his badge."
    ]
  },
  {
    "id": 429,
    "text": "badly",
    "translation": "վատ, ուժգին",
    "audio": "./audio/5000/badly.mp3",
    "examples": [
      "to play/sing badly",
      "badly designed/organized"
    ]
  },
  {
    "id": 430,
    "text": "bag",
    "translation": "պայուսակ",
    "audio": "./audio/5000/bag.mp3",
    "examples": [
      "He was carrying a heavy bag of groceries.",
      "It was wrapped in a brown paper bag.",
      "Put it in a black plastic garbage bag.",
      "a make-up bag",
      "a baby changing bag",
      "She tipped out the contents of her bag (= handbag)."
    ]
  },
  {
    "id": 431,
    "text": "bail",
    "translation": "գրավ",
    "audio": "./audio/5000/bail.mp3",
    "examples": [
      "Can anyone put up bail for you?",
      "She was released on £2 000 bail.",
      "Bail was set at $1 million.",
      "The judge granted/refused bail.",
      " on bail He committed another offence while he was out on bail (= after bail had been agreed)."
    ]
  },
  {
    "id": 432,
    "text": "bake",
    "translation": "թխել",
    "audio": "./audio/5000/bake.mp3",
    "examples": [
      " bake (something) to bake bread/biscuits/cookies",
      "baked potatoes/apples",
      "the delicious smell of baking bread",
      "The bread is baking in the oven.",
      "I've been baking all morning.",
      " bake something for somebody I'm baking a birthday cake for Alex.",
      " bake somebody something I'm baking Alex a cake."
    ]
  },
  {
    "id": 433,
    "text": "balance",
    "translation": "հավասարակշռություն",
    "audio": "./audio/5000/balance.mp3",
    "examples": [
      "This newspaper maintains a good balance in its presentation of different opinions.",
      "Tourists often disturb the delicate balance of nature on the island.",
      "His wife's death disturbed the balance of his mind.",
      " balance between A and B Try to keep a balance between work and relaxation.",
      " in balance It is important to keep the different aspects of your life in balance.",
      " balance on something How long can you balance on one leg?",
      " balance something on something The television was precariously balanced on top of a pile of books.",
      "She balanced the cup on her knee.",
      "He balanced the glasses carefully on the tray."
    ]
  },
  {
    "id": 435,
    "text": "balanced",
    "translation": "հավասարակշռված",
    "audio": "./audio/5000/balanced.mp3",
    "examples": [
      "The programme presented a balanced view of the two sides of the conflict.",
      "a balanced diet (= one with the quantity and variety of food needed for good health)",
      "The report was accurate and well balanced."
    ]
  },
  {
    "id": 436,
    "text": "ball",
    "translation": "գնդակ",
    "audio": "./audio/5000/ball.mp3",
    "examples": [
      "a golf/tennis/bowling/soccer ball ",
      "to hit/throw/kick/catch a ball",
      "He kicked the ball into the net.",
      "Bounce the ball and try and hit it over the net.",
      "The kids were playing with a bat and ball in the park.",
      "The ball bounced off down the road."
    ]
  },
  {
    "id": 437,
    "text": "ballet",
    "translation": "բալետ",
    "audio": "./audio/5000/ballet.mp3",
    "examples": [
      "She wants to be a ballet dancer.",
      "ballet shoes"
    ]
  },
  {
    "id": 438,
    "text": "balloon",
    "translation": "փուչիկ",
    "audio": "./audio/5000/balloon.mp3",
    "examples": [
      "to blow up/burst/pop a balloon",
      "My balloon has burst!",
      "A thousand balloons were released to mark the event.",
      "They tied the balloons to the back of the car.",
      "helium balloons for the children's party"
    ]
  },
  {
    "id": 439,
    "text": "ballot",
    "translation": "քվեաթերթիկ",
    "audio": "./audio/5000/ballot.mp3",
    "examples": [
      "The chairperson is chosen by secret ballot.",
      "The union cannot call a strike unless it holds a ballot of members.",
      " ballot for something a ballot for the Conservative leadership",
      " ballot on/over something a ballot over strike action",
      "a ballot on the new contracts"
    ]
  },
  {
    "id": 440,
    "text": "ban",
    "translation": "արգելք, արգելել",
    "audio": "./audio/5000/ban.mp3",
    "examples": [
      "a smoking ban",
      "A majority of people are against the ban.",
      " ban on something They are calling for a blanket ban (= complete ban) on the use of phones while driving.",
      "They have imposed a total ban on the import of seal skins.",
      "There are no plans to lift the ban on the sale of fireworks to children.",
      " ban something The law effectively bans smoking in all public places.",
      "a list of banned substances ",
      "The use of these chemicals in homes was banned outright by the government in 2000.",
      " ban something from something a campaign to ban sugary drinks from schools"
    ]
  },
  {
    "id": 442,
    "text": "banana",
    "translation": "բանան",
    "audio": "./audio/5000/banana.mp3",
    "examples": [
      "a bunch of bananas",
      "ripe bananas",
      "mashed banana",
      "a banana skin/peel"
    ]
  },
  {
    "id": 443,
    "text": "band",
    "translation": "նվագախումբ",
    "audio": "./audio/5000/band.mp3",
    "examples": [
      "a rock/punk/jazz band ",
      "He plays drums in a band that he formed with some friends.",
      "The band is/are playing a gig in Liverpool tonight.",
      "She's a singer with a band.",
      "There's nothing like the excitement of seeing a live band.",
      "his fellow band members Paul McCartney, George Harrison and Ringo Starr"
    ]
  },
  {
    "id": 444,
    "text": "bank",
    "translation": "բանկ",
    "audio": "./audio/5000/bank.mp3",
    "examples": [
      "I don't have much money in the bank at the end of the month.",
      "I need to go to the bank (= the local office of a bank).",
      "We are now in competition with the big foreign banks.",
      "Major banks are increasing the amount they lend to small companies.",
      "He got a large loan from the bank.",
      "She got a bank loan to finance the purchase.",
      "I had a meeting with the bank manager.",
      "He was shot as he tried to foil a bank robbery."
    ]
  },
  {
    "id": 445,
    "text": "banner",
    "translation": "գովազդային վահանակ, բաներ",
    "audio": "./audio/5000/banner.mp3",
    "examples": [
      "A huge banner over the street said ‘Welcome home’.",
      "Protesters carried a banner reading ‘Save our Wildlife’."
    ]
  },
  {
    "id": 446,
    "text": "bar",
    "translation": "բար",
    "audio": "./audio/5000/bar.mp3",
    "examples": [
      "We arranged to meet in a bar called the Flamingo.",
      "The area is full of restaurants and bars.",
      "The bar staff are very friendly.",
      "It's the island’s only licensed bar (= one that is allowed to sell alcoholic drinks).",
      " (British English) I found David in the bar of the Red Lion (= a room in a pub where drinks are served)."
    ]
  },
  {
    "id": 447,
    "text": "bar",
    "translation": "արգելել",
    "audio": "./audio/5000/bar.mp3",
    "examples": [
      " bar somebody from doing something Prisoners are barred by law from voting in general elections. ",
      "The players are barred from drinking alcohol the night before a match.",
      " bar somebody from something The curfew has effectively barred migrant workers from their jobs.",
      " bar something The new law bars smoking in all public places.",
      " be barred to somebody Certain activities are still barred to women."
    ]
  },
  {
    "id": 448,
    "text": "bare",
    "translation": "մերկ",
    "audio": "./audio/5000/bare.mp3",
    "examples": [
      "She likes to walk around in bare feet.",
      "They wore shabby clothes and their feet were bare.",
      "His bare legs were covered in wiry golden hairs."
    ]
  },
  {
    "id": 449,
    "text": "barely",
    "translation": "հազիվ",
    "audio": "./audio/5000/barely.mp3",
    "examples": [
      "He could barely read and write.",
      "The music was barely audible.",
      "She was barely able to stand.",
      "We barely had time to catch the train."
    ]
  },
  {
    "id": 450,
    "text": "bargain",
    "translation": "սակարկություն",
    "audio": "./audio/5000/bargain.mp3",
    "examples": [
      "I picked up a few good bargains in the sale.",
      "The car was a bargain at that price.",
      "bargain prices"
    ]
  },
  {
    "id": 451,
    "text": "barrel",
    "translation": "տակառ",
    "audio": "./audio/5000/barrel.mp3",
    "examples": [
      "a beer/wine barrel",
      "They filled the barrels with cider.",
      "The art of barrel-making is an ancient skill."
    ]
  },
  {
    "id": 452,
    "text": "barrier",
    "translation": "արգելք",
    "audio": "./audio/5000/barrier.mp3",
    "examples": [
      "The crowd had to stand behind barriers.",
      "Concrete barriers were erected around the site.",
      "The crowd managed to break through the barriers and get onto the pitch."
    ]
  },
  {
    "id": 453,
    "text": "base",
    "translation": "հիմք, հաստատվել",
    "audio": "./audio/5000/base.mp3",
    "examples": [
      "The lamp has a heavy base.",
      "the base of a column/glass",
      " at the base of something He felt a sharp pain at the base of his spine.",
      " be based in… The organization is now based in Geneva.",
      " base something/somebody in… They decided to base the new company in York.",
      " base yourself in… We're going to base ourselves in Tokyo and make trips from there.",
      " base somebody/something/yourself + adv./prep. I would like to base myself somewhere warmer."
    ]
  },
  {
    "id": 455,
    "text": "baseball",
    "translation": "բեյսբոլ",
    "audio": "./audio/5000/baseball.mp3",
    "examples": [
      "a baseball bat/team/cap/fan/player/game",
      "to play major league baseball",
      "a pair of baseball boots",
      "a baseball stadium"
    ]
  },
  {
    "id": 456,
    "text": "based",
    "translation": "հիմնված",
    "audio": "./audio/5000/based.mp3",
    "examples": [
      "The movie is based on a real-life incident.",
      "The report is based on figures from six different European cities.",
      "The novels are all loosely based on the author's life.",
      "Their research was based largely on anecdotal evidence."
    ]
  },
  {
    "id": 457,
    "text": "basement",
    "translation": "նկուղ",
    "audio": "./audio/5000/basement.mp3",
    "examples": [
      "Kitchen goods are sold in the basement.",
      "a basement flat/apartment",
      "She lives in a two-room basement flat."
    ]
  },
  {
    "id": 458,
    "text": "basic",
    "translation": "հիմնական",
    "audio": "./audio/5000/basic.mp3",
    "examples": [
      "basic information/facts/ideas",
      "the basic principles of law",
      "basic life skills",
      " basic to something Drums are basic to African music."
    ]
  },
  {
    "id": 459,
    "text": "basically",
    "translation": "հիմնականում",
    "audio": "./audio/5000/basically.mp3",
    "examples": [
      "I think we are basically saying the same thing. ",
      "There have been some problems but basically it's a good system.",
      "The growth in productivity basically means companies are getting more work out of fewer people.",
      "Yes, that's basically correct.",
      "The two approaches are basically very similar."
    ]
  },
  {
    "id": 460,
    "text": "basis",
    "translation": "հիմք, բազա",
    "audio": "./audio/5000/basis.mp3",
    "examples": [
      "We are in contact on a regular basis.",
      "to be employed on a permanent/temporary/part-time basis ",
      "Fatal accidents occur on our roads on a daily basis.",
      "on a day-to-day/weekly/monthly basis",
      "Applications will be considered on a case-by-case basis. ",
      "All members of the committee work on a voluntary basis."
    ]
  },
  {
    "id": 461,
    "text": "basket",
    "translation": "զամբյուղ",
    "audio": "./audio/5000/basket.mp3",
    "examples": [
      "a shopping basket",
      "a picnic basket",
      "a clothes/laundry basket (= in which dirty clothes are put before being washed)",
      "a wicker/wire basket",
      "a cat/dog basket (= in which a cat or dog sleeps or is carried around)"
    ]
  },
  {
    "id": 462,
    "text": "basketball",
    "translation": "բասկետբոլ",
    "audio": "./audio/5000/basketball.mp3",
    "examples": [
      "a basketball game/coach/team/player",
      "I played college basketball for a while. ",
      "The games will be played on the basketball courts."
    ]
  },
  {
    "id": 463,
    "text": "bass",
    "translation": "բաս",
    "audio": "./audio/5000/bass.mp3",
    "examples": [
      "He always plays his stereo with the bass turned right up.",
      "He sings bass.",
      "a pounding bass line"
    ]
  },
  {
    "id": 464,
    "text": "bat",
    "translation": "դուբինկա, չղջիկ, խփել",
    "audio": "./audio/5000/bat.mp3",
    "examples": [
      "a baseball/cricket bat",
      "He bats very well.",
      "Who's batting first for the Orioles?"
    ]
  },
  {
    "id": 466,
    "text": "bath",
    "translation": "լոգարան",
    "audio": "./audio/5000/bath.mp3",
    "examples": [
      "I'm in the bath!",
      "bath taps",
      "a bath with shower attachment"
    ]
  },
  {
    "id": 467,
    "text": "bathroom",
    "translation": "սանհանգույց",
    "audio": "./audio/5000/bathroom.mp3",
    "examples": [
      "Go and wash your hands in the bathroom.",
      "The master bedroom also has an en suite bathroom.",
      "The family bathroom has a washbasin, toilet, and bath with shower attachment.",
      "She stared at herself in the bathroom mirror."
    ]
  },
  {
    "id": 468,
    "text": "battery",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/battery.mp3",
    "examples": [
      "to replace the batteries",
      "a rechargeable battery",
      "battery-powered/-operated",
      "a car battery",
      "The battery is flat (= it is no longer producing electricity).",
      "With our product you get longer battery life.",
      "The bicycle even has a built-in battery charger for a mobile phone.",
      "Isolated farms used wind turbines to charge batteries.",
      "a lithium/AA battery"
    ]
  },
  {
    "id": 469,
    "text": "battle",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/battle.mp3",
    "examples": [
      "Napoleon was defeated at the Battle of Waterloo.",
      " in battle His father had been killed in battle.",
      "to go into battle",
      " battle with somebody Hundreds of protesters fought running battles with the police. ",
      "battle against somebody In 1817 Bolivar won a series of battles against Spanish forces.",
      " battle between A and B It ended in a gun battle between police and drug smugglers."
    ]
  },
  {
    "id": 470,
    "text": "battle",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/battle.mp3",
    "examples": [
      "Both teams battled hard.",
      " battle for something The two leaders are battling for control of the government.",
      " battle with somebody/something She's still battling with a knee injury.",
      " battle against somebody/something We had to battle against the elements to reach safety.",
      " battle over something Residents are battling over plans for a new airport runway.",
      " battle it out The two sides will battle it out in the final next week.",
      " battle + adv. It’s vital that we keep battling away at the problem.",
      " battle to do something Doctors battled to keep her alive.",
      "I had to battle hard just to stay afloat.",
      " battle something He battled cancer for four years."
    ]
  },
  {
    "id": 471,
    "text": "battlefield",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/battlefield.mp3",
    "examples": [
      "heavy casualties on the battlefield",
      "He was wounded on the battlefield."
    ]
  },
  {
    "id": 472,
    "text": "bay",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bay.mp3",
    "examples": [
      "the Bay of Bengal",
      "Hudson Bay",
      "a magnificent view across the bay",
      "apartments overlooking the bay"
    ]
  },
  {
    "id": 473,
    "text": "be",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/be.mp3",
    "examples": [
      " + noun Today is Monday.",
      "‘Who is that?’ ‘It's my brother.’",
      "She's a great beauty.",
      "Susan is a doctor.",
      "He wants to be (= become) a pilot when he grows up.",
      " + adj. It's beautiful!",
      "Life is unfair.",
      "He is ten years old.",
      "‘How are you?’ ‘I'm very well, thanks.’",
      "Be quick!",
      " be (that)… The fact is (that) we don’t have enough money.",
      " be doing something The problem is getting it all done in the time available.",
      " be to do something The problem is to get it all done in the time available."
    ]
  },
  {
    "id": 474,
    "text": "be",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/be.mp3",
    "examples": [
      "I am studying Chinese.",
      "I'll be seeing him soon.",
      "What have you been doing this week?",
      "I'm always being criticized."
    ]
  },
  {
    "id": 475,
    "text": "beach",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beach.mp3",
    "examples": [
      " on the beach tourists sunbathing on the beach",
      " to the beach He decided to go to the beach for a swim.",
      " at the beach She often spent summer days at the beach.",
      "a sandy beach",
      "a pebble/shingle beach",
      "a beach bar",
      "We rented an airy apartment at a beach resort. "
    ]
  },
  {
    "id": 476,
    "text": "beam",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beam.mp3",
    "examples": [
      "narrow beams of light/sunlight",
      "the beam of a torch/flashlight",
      "a laser/electron beam",
      " (British English) The car's headlights were on full beam (= shining as brightly as possible and not directed downwards)."
    ]
  },
  {
    "id": 477,
    "text": "bean",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bean.mp3",
    "examples": [
      "green beans",
      "runner beans",
      "beans (= baked beans) on toast",
      "a can/tin of beans",
      "She grows her own broad beans."
    ]
  },
  {
    "id": 478,
    "text": "bear",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bear.mp3",
    "examples": [
      "a black bear",
      "A little bear cub ran right across the road in front of us. "
    ]
  },
  {
    "id": 479,
    "text": "bear",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bear.mp3",
    "examples": [
      " bear something The pain was almost more than he could bear.",
      "She bore it all with her usual patience.",
      "She couldn't bear the thought of losing him.",
      " bear doing something I can't bear having cats in the house.",
      "He can't bear being laughed at.",
      " bear to do something He can't bear to be laughed at.",
      "I can hardly bear to think about it.",
      "How can you bear to eat that stuff?",
      " bear somebody doing something I can't bear you doing that."
    ]
  },
  {
    "id": 480,
    "text": "beast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beast.mp3",
    "examples": [
      "wild/savage/ferocious beasts",
      "mythical beasts such as unicorns and dragons"
    ]
  },
  {
    "id": 481,
    "text": "beat",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beat.mp3",
    "examples": [
      "several loud beats on the drum",
      "a heart rate of 80 beats per minute "
    ]
  },
  {
    "id": 482,
    "text": "beat",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beat.mp3",
    "examples": [
      " beat somebody at something He beat me at chess.",
      " beat somebody She was narrowly beaten by the German in the final.",
      "I beat her by just three points.",
      "Their recent wins have proved they're still the ones to beat (= the most difficult team to beat)."
    ]
  },
  {
    "id": 483,
    "text": "beautiful",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beautiful.mp3",
    "examples": [
      "a beautiful woman/girl",
      "What a beautiful day!",
      "a beautiful face/baby/voice/garden/beach",
      "beautiful countryside/weather/music",
      "She looked stunningly beautiful that night.",
      "The scenery here is so beautiful.",
      "What a beautiful thing to say!"
    ]
  },
  {
    "id": 484,
    "text": "beauty",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beauty.mp3",
    "examples": [
      " beauty of something the beauty of the sunset/of poetry/of his singing",
      "The woods were designated an area of outstanding natural beauty.",
      "beauty products/treatments (= intended to make a person more beautiful)",
      "She was a contestant in the Miss World beauty pageant.",
      "His voice is a thing of beauty.",
      "The sheer beauty of the scenery took my breath away.",
      "a woman of great beauty"
    ]
  },
  {
    "id": 485,
    "text": "because",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/because.mp3",
    "examples": [
      "I did it because he told me to.",
      "Just because I don't complain, people think I'm satisfied.",
      "Because it was so late, he found it unacceptable to send them all away."
    ]
  },
  {
    "id": 486,
    "text": "become",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/become.mp3",
    "examples": [
      " + adj. It soon became apparent that no one was going to come.",
      "It is becoming increasingly clear that something has gone seriously wrong.",
      "When did you first become aware of the problem?",
      "It was becoming more and more difficult to live on his salary.",
      "She was becoming confused.",
      " + noun She became queen in 1952.",
      "The bill will become law next year.",
      "Over the last five years she has become part of the family.",
      "How can I become a member of the society?",
      "She’s studying to become a teacher.",
      "His job has become his whole life."
    ]
  },
  {
    "id": 487,
    "text": "bed",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bed.mp3",
    "examples": [
      "a single/double bed",
      " on the bed She lay on the bed (= on top of the covers).",
      " in bed He lay in bed (= under the covers).",
      "I'm tired—I'm going to bed.",
      "I'll just put the kids to bed.",
      "It's time for bed (= time to go to sleep).",
      "He likes to have a mug of cocoa before bed (= before going to bed).",
      "to get into/out of bed",
      "to make the bed (= arrange the covers in a tidy way)",
      "Could you give me a bed for the night (= somewhere to sleep)?",
      "There's a shortage of hospital beds (= not enough room for patients to be admitted).",
      "He has been confined to bed with flu for the past couple of days.",
      "Having breakfast in bed is a rare treat.",
      "I ran and hid under a bed.",
      "She came over and sat at the foot (= bottom) of the bed."
    ]
  },
  {
    "id": 488,
    "text": "bedroom",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bedroom.mp3",
    "examples": [
      "the spare/guest bedroom",
      "a hotel with 20 bedrooms",
      "This is the master bedroom (= the main bedroom of the house).",
      "Two double bedrooms overlook the front lawn.",
      "the bedroom window/door",
      "I went into the bedroom and cried. "
    ]
  },
  {
    "id": 489,
    "text": "bee",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bee.mp3",
    "examples": [
      "Bees were buzzing in the clover.",
      "a swarm of bees",
      "a bee sting"
    ]
  },
  {
    "id": 490,
    "text": "beef",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beef.mp3",
    "examples": [
      "roast beef",
      "beef and dairy cattle",
      "minced/ground beef",
      "a joint/fillet/cut of beef",
      "a beef farmer/producer"
    ]
  },
  {
    "id": 491,
    "text": "beer",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beer.mp3",
    "examples": [
      "a pint/can/bottle of beer",
      "a barrel/glass of beer ",
      "beers brewed in Germany",
      "a beer glass/bottle/can",
      "Are you a beer drinker?",
      "The bar has some great beers on tap."
    ]
  },
  {
    "id": 492,
    "text": "before",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/before.mp3",
    "examples": [
      "You should have told me so before.",
      "It had been fine the week before (= the previous week).",
      "That had happened long before (= a long time earlier).",
      "I think we've met before."
    ]
  },
  {
    "id": 493,
    "text": "before",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/before.mp3",
    "examples": [
      "Do it before you forget.",
      "Did she leave a message before she went?",
      "Before I made a decision, I thought carefully about it."
    ]
  },
  {
    "id": 494,
    "text": "before",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/before.mp3",
    "examples": [
      "before lunch",
      "the day before yesterday",
      "The year before last he won a gold medal, and the year before that he won a silver.",
      "She's lived there since before the war.",
      "He arrived before me.",
      "She became a lawyer as her father had before her.",
      "Leave your keys at reception before departure.",
      "Something ought to have been done before now.",
      "We'll know before long (= soon).",
      "Turn left just before (= before you reach) the bank."
    ]
  },
  {
    "id": 495,
    "text": "beg",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beg.mp3",
    "examples": [
      "Now you have to beg and plead.",
      " beg for something He wants to see them beg for mercy.",
      " beg somebody for something They begged him for help.",
      " beg somebody Forgive me, I beg you!",
      " beg something She begged permission to leave.",
      " beg something of/from somebody I managed to beg a lift from a passing motorist.",
      "Can I beg a favour of you?",
      " beg (somebody) + speech ‘Give me one more chance,’ he begged (her).",
      " beg somebody to do something She begged him not to go.",
      " beg to do something He begged to be told the truth.",
      " beg that… (formal) She begged that she be allowed to go.",
      " (British English also) She begged that she should be allowed to go.",
      " beg of somebody (formal) Don't leave me here, I beg of you!",
      " beg somebody's something I have come to apologize and to beg your forgiveness."
    ]
  },
  {
    "id": 496,
    "text": "begin",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/begin.mp3",
    "examples": [
      "Shall I begin?",
      " begin at something Let's begin at page 9.",
      " begin with something I'd like to begin with a simple question.",
      " begin by doing something She began by thanking us all for coming.",
      " begin something We began work on the project in May.",
      "I began (= started reading) this novel last month and I still haven't finished it.",
      " begin something with something He always begins his lessons with a warm-up exercise.",
      " begin something at something I began piano lessons at the age of six.",
      " begin something by doing something She began her speech by praising her opponent. ",
      "begin something as something He began his political career as a student (= when he was a student).",
      " begin to do something I began to feel dizzy.",
      "Leaves are just beginning to appear.",
      "We have already begun to address the problem.",
      "I was beginning to think you'd never come.",
      " begin doing something Everyone began talking at once.",
      "We began working on the project in May."
    ]
  },
  {
    "id": 497,
    "text": "beginning",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beginning.mp3",
    "examples": [
      "A story has to have a beginning, middle, and end.",
      " beginning of something We missed the beginning of the movie.",
      "She's been working there since the beginning of last summer.",
      "The birth of their first child marked the beginning of a new era in their married life.",
      " at the beginning of something We're going to Japan at the beginning of July.",
      "The animals were weighed at the beginning and end of the experiment.",
      "At the beginning of 1836, the work was finished.",
      " from the beginning Let's start again from the beginning.",
      "I've read the whole book from beginning to end and still can't understand it.",
      "Our position was quite clear from the very beginning. "
    ]
  },
  {
    "id": 498,
    "text": "behalf",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/behalf.mp3",
    "examples": []
  },
  {
    "id": 499,
    "text": "behave",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/behave.mp3",
    "examples": [
      "The doctor behaved very unprofessionally.",
      "They behaved very badly towards their guests.",
      "He behaved like a true gentleman.",
      "They behave differently when you're not around.",
      "He had always behaved in a friendly manner towards us.",
      "I expect you to behave in a certain way.",
      "She behaved with great dignity.",
      "He behaved as if/though nothing had happened."
    ]
  },
  {
    "id": 500,
    "text": "behaviour",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/behaviour.mp3",
    "examples": [
      "good/bad behaviour",
      "social/sexual/criminal behaviour",
      "a plan to tackle antisocial behaviour",
      " behaviour towards somebody His behaviour towards her was becoming more and more aggressive.",
      "She began to exhibit violent behaviour.",
      "I noticed a change in his behaviour.",
      "It is hard to change old patterns of behaviour."
    ]
  },
  {
    "id": 501,
    "text": "behind",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/behind.mp3",
    "examples": [
      "She rode off down the road with the dog running behind.",
      "The others are a long way behind.",
      "He was shot from behind as he ran away.",
      "I had fallen so far behind that it seemed pointless trying to catch up."
    ]
  },
  {
    "id": 502,
    "text": "behind",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/behind.mp3",
    "examples": [
      "Who's the girl standing behind Jan?",
      "Stay close behind me.",
      "a small street behind the station",
      "She glanced behind her.",
      "Don't forget to lock the door behind you (= when you leave).",
      "The sun disappeared behind the clouds."
    ]
  },
  {
    "id": 503,
    "text": "being",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/being.mp3",
    "examples": [
      "The Irish Free State came into being in 1922.",
      "A new era was brought into being by the war."
    ]
  },
  {
    "id": 504,
    "text": "belief",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/belief.mp3",
    "examples": [
      " belief in something/somebody I admire his passionate belief in what he is doing.",
      "belief in God/democracy",
      "The incident has shaken my belief (= made me have less confidence) in the police.",
      " belief that… They share a belief that there is life after death."
    ]
  },
  {
    "id": 505,
    "text": "believe",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/believe.mp3",
    "examples": [
      " believe somebody I don't believe you!",
      "The man claimed to be a social worker and she believed him.",
      "Do you really believe her?",
      "Believe me, she's not right for you.",
      " believe something I believed his lies for years.",
      "I find that hard to believe.",
      "Don't believe a word of it (= don't believe any part of what somebody is saying).",
      " believe (that)… People used to believe (that) the earth was flat.",
      "He refused to believe (that) his son was involved in drugs.",
      "I do believe you’re right (= I think something is true, even though it is surprising)."
    ]
  },
  {
    "id": 506,
    "text": "bell",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bell.mp3",
    "examples": [
      "A peal of church bells rang out in the distance.",
      "a bicycle bell",
      "His voice came down the line as clear as a bell.",
      "the bell of a trumpet (= the part at the end like a bell in shape)",
      "The church bells rang out.",
      "a bell-shaped flower",
      "Off in the distance a bell tolled two in the morning. ",
      "a bell tower",
      "wedding bells",
      "The dancers wore bells on their ankles."
    ]
  },
  {
    "id": 507,
    "text": "belong",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/belong.mp3",
    "examples": [
      "Where do these plates belong (= where are they kept)?",
      "Are you sure these documents belong together?",
      "Several of the points you raise do not belong in this discussion.",
      "A person like that does not belong in teaching."
    ]
  },
  {
    "id": 508,
    "text": "beloved",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beloved.mp3",
    "examples": [
      "in memory of our dearly beloved son, John",
      "They were glad to be back in their beloved Ireland."
    ]
  },
  {
    "id": 509,
    "text": "below",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/below.mp3",
    "examples": [
      "They live on the floor below.",
      "I could still see the airport buildings far below.",
      "See below (= at the bottom of the page) for references.",
      "The passengers who felt seasick stayed below (= on a lower deck)."
    ]
  },
  {
    "id": 510,
    "text": "below",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/below.mp3",
    "examples": [
      "He dived below the surface of the water.",
      "Please do not write below this line.",
      "Skirts will be worn below (= long enough to cover) the knee."
    ]
  },
  {
    "id": 511,
    "text": "belt",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/belt.mp3",
    "examples": [
      "to do up/fasten/tighten a belt",
      "a belt buckle",
      "a studded leather belt",
      " Around his waist he wore a belt."
    ]
  },
  {
    "id": 512,
    "text": "bench",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bench.mp3",
    "examples": [
      "a park bench"
    ]
  },
  {
    "id": 513,
    "text": "benchmark",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/benchmark.mp3",
    "examples": [
      "Tests at the age of seven provide a benchmark against which the child's progress at school can be measured."
    ]
  },
  {
    "id": 514,
    "text": "bend",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bend.mp3",
    "examples": [
      "a sharp bend in the road",
      "You took that bend very fast!",
      "He lost control on a bend and crashed into a tree. ",
      "As the driver came round the bend, she saw the lorry."
    ]
  },
  {
    "id": 515,
    "text": "bend",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bend.mp3",
    "examples": [
      "He bent and kissed her.",
      "The doctor told me to avoid bending and stretching.",
      " + adv./prep. fields of poppies bending in the wind",
      "She suddenly bent over, clutching her stomach.",
      "His dark head bent over her.",
      "She bent forward to pick up the newspaper.",
      "Slowly bend from the waist and bring your head down to your knees.",
      " Keep your feet apart, and bend at the waist",
      " bend something He bent his head and kissed her.",
      " bend something + adv./prep. She bent her head towards him.",
      "She was bent over her desk writing a letter."
    ]
  },
  {
    "id": 516,
    "text": "beneath",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beneath.mp3",
    "examples": [
      "They found the body buried beneath a pile of leaves.",
      "The boat sank beneath the waves."
    ]
  },
  {
    "id": 517,
    "text": "beneficial",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beneficial.mp3",
    "examples": [
      "A good diet is beneficial to health.",
      "They finally came to a mutually beneficial agreement."
    ]
  },
  {
    "id": 518,
    "text": "beneficiary",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beneficiary.mp3",
    "examples": [
      "Who will be the main beneficiary of the cuts in income tax?"
    ]
  },
  {
    "id": 519,
    "text": "benefit",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/benefit.mp3",
    "examples": [
      "Freedom of information brings great benefits. ",
      "health/economic/tax benefits",
      "the benefits of modern medicine",
      "I've had the benefit of a good education.",
      "It was good to see her finally reaping the benefits (= enjoying the results) of all her hard work.",
      "The industry will be one of the first to enjoy the benefits of the recovery.",
      "The company derived substantial benefit from the deal.",
      " benefit of doing something He couldn't see the benefit of arguing any longer.",
      " be of benefit to somebody/something The new regulations will be of benefit to everyone concerned.",
      " to somebody's benefit It will be to your benefit to arrive early.",
      " benefit for somebody/something The project will have major benefits for the local community.",
      "With the benefit of hindsight (= knowing what we have learnt since), we would do things differently.",
      " without the benefit of something Nobody should be sent to prison without the benefit of legal advice.",
      "For maximum benefit, take the tablets before meals."
    ]
  },
  {
    "id": 520,
    "text": "benefit",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/benefit.mp3",
    "examples": [
      "We should spend the money on something that will benefit everyone.",
      "The new tax laws will clearly benefit those on low wages.",
      "The project will benefit the local community as a whole."
    ]
  },
  {
    "id": 521,
    "text": "bent",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bent.mp3",
    "examples": [
      "a piece of bent wire",
      "Do this exercise with your knees bent (= not with your legs straight).",
      "The lamp post got bent in the crash.",
      "Lock your elbows in a slightly bent position."
    ]
  },
  {
    "id": 522,
    "text": "beside",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beside.mp3",
    "examples": [
      "He sat beside her all night.",
      "a mill beside a stream"
    ]
  },
  {
    "id": 523,
    "text": "besides",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/besides.mp3",
    "examples": [
      "I don't really want to go. Besides, it's too late now."
    ]
  },
  {
    "id": 524,
    "text": "besides",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/besides.mp3",
    "examples": [
      "We have lots of things in common besides music.",
      "Besides working as a doctor, he also writes novels in his spare time.",
      "I've got no family besides my parents.",
      "I’ve got plenty of other things to do besides talking to you."
    ]
  },
  {
    "id": 525,
    "text": "best",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/best.mp3",
    "examples": [
      "That's the best movie I've ever seen!",
      "He wrote his best songs before he was 25.",
      "She was one of the best tennis players of her generation.",
      "Is that your best suit?",
      "They've been best friends (= closest friends) since they were children.",
      "the company’s best-ever results",
      "We want the kids to have the best possible education."
    ]
  },
  {
    "id": 526,
    "text": "best",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/best.mp3",
    "examples": [
      "Which one do you like best?",
      "Well-drained soil suits the plant best.",
      "her best-known poem"
    ]
  },
  {
    "id": 527,
    "text": "best",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/best.mp3",
    "examples": [
      "We all want the best for our children.",
      "They only buy the best.",
      "They're all good players, but she's the best of all.",
      "We're the best of friends (= very close friends)."
    ]
  },
  {
    "id": 528,
    "text": "bet",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bet.mp3",
    "examples": [
      "to win/lose a bet",
      "I was tempted to place a large bet.",
      " bet on something We've got a bet on who's going to arrive first.",
      "He had a bet on the horses.",
      "They all put a bet on the race.",
      "I hear you're taking bets on whether she'll marry him.",
      "I did it for a bet (= because somebody had agreed to pay me money if I did).",
      "‘Liverpool are bound to win.’ ‘Do you want a bet?’ (= I disagree with you, I don't think they will.)"
    ]
  },
  {
    "id": 529,
    "text": "bet",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bet.mp3",
    "examples": [
      "You have to be over 16 to bet.",
      " bet on/against somebody/something doing something I wouldn't bet on them winning the next election.",
      "Not many people are betting against France retaining their title.",
      " bet on/against something He likes betting on horses and watching table tennis.",
      " bet something on something He bet $2 000 on the final score of the game.",
      " bet something You shouldn't praise a gambler for betting his life savings if he wins.",
      " bet somebody something (that) She bet me £20 (that) I wouldn't do it.",
      " bet somebody (that) I bet her (that) the Democrats would not win.",
      " bet something (that) He bet ten dollars (that) he could write a complete story in just six words."
    ]
  },
  {
    "id": 530,
    "text": "betray",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/betray.mp3",
    "examples": [
      " betray somebody/something He was offered money to betray his colleagues.",
      " betray somebody/something to somebody For years they had been betraying state secrets to Russia."
    ]
  },
  {
    "id": 531,
    "text": "better",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/better.mp3",
    "examples": [
      "We're hoping for better weather tomorrow.",
      "Her work is getting better and better.",
      "He is in a much better mood than usual.",
      "The meal couldn't have been better.",
      "There's nothing better than a long soak in a hot bath.",
      "If you can only exercise once a week, that's better than nothing (= better than taking no exercise at all)."
    ]
  },
  {
    "id": 532,
    "text": "better",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/better.mp3",
    "examples": [
      "She sings much better than I do.",
      "Sound travels better in water than in air.",
      "People are better educated now."
    ]
  },
  {
    "id": 533,
    "text": "better",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/better.mp3",
    "examples": [
      "the better of the two books",
      "I expected better of him (= I thought he would have behaved better)."
    ]
  },
  {
    "id": 534,
    "text": "between",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/between.mp3",
    "examples": [
      "The house was near a park but there was a road in between.",
      "I see her most weekends but not very often in between."
    ]
  },
  {
    "id": 535,
    "text": "between",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/between.mp3",
    "examples": [
      "Q comes between P and R in the English alphabet.",
      "I sat down between Jo and Diana.",
      "Switzerland lies between France, Germany, Austria and Italy.",
      "The paper had fallen down between the desk and the wall.",
      " (figurative) My job is somewhere between a secretary and a personal assistant."
    ]
  },
  {
    "id": 536,
    "text": "beyond",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beyond.mp3",
    "examples": [
      "Snowdon and the mountains beyond were covered in snow.",
      "The immediate future is clear, but it's hard to tell what lies beyond.",
      "the year 2025 and beyond"
    ]
  },
  {
    "id": 537,
    "text": "beyond",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/beyond.mp3",
    "examples": [
      "The road continues beyond the village up into the hills."
    ]
  },
  {
    "id": 538,
    "text": "bias",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bias.mp3",
    "examples": [
      "accusations of political bias in news programmes (= that reports are unfair and show favour to one political party)",
      "Employers must consider all candidates impartially and without bias.",
      "Some institutions still have a strong bias against women.",
      "The article examines gender bias in our schools."
    ]
  },
  {
    "id": 539,
    "text": "bicycle",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bicycle.mp3",
    "examples": [
      "He got on his bicycle and rode off.",
      "We went for a bicycle ride on Sunday.",
      "She spent the day riding her bicycle around the lake.",
      "a bicycle helmet/wheel"
    ]
  },
  {
    "id": 540,
    "text": "bid",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bid.mp3",
    "examples": [
      " bid for something A German firm launched a takeover bid for the company.",
      "At the auction (= a public sale where things are sold to the person who offers the most), the highest bid for the picture was £200.",
      " bid on something (North American English also) the highest bid on the picture",
      "Any more bids?"
    ]
  },
  {
    "id": 541,
    "text": "bid",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bid.mp3",
    "examples": [
      " bid (something) (for something) I bid £2 000 for the painting.",
      " bid (against somebody) (for something) We wanted to buy the chairs but another couple were bidding against us.",
      "Two dealers bid against each other for the antique table."
    ]
  },
  {
    "id": 542,
    "text": "big",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/big.mp3",
    "examples": [
      "a big man/house/increase",
      "This shirt isn't big enough.",
      "It's the world's biggest computer company.",
      " (informal) He had this great big grin on his face.",
      "The lobster's claws are bigger than human hands.",
      "The festival is getting bigger every year.",
      "Her smile grew bigger.",
      "They were earning big money.",
      "The news came as a big blow."
    ]
  },
  {
    "id": 543,
    "text": "bike",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bike.mp3",
    "examples": [
      "I used to ride my bike around the neighbourhood for hours.",
      " by bike I usually go to work by bike.",
      " He met her when he took part in a bike ride along the Nile.",
      "She got on her bike and rode off.",
      "He was knocked off his bike by a motorcyclist.",
      "A series of new bike paths wind around the city.",
      "Hop on your bike and head to town."
    ]
  },
  {
    "id": 544,
    "text": "bill",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bill.mp3",
    "examples": [
      "the phone/electricity/gas bill",
      "He is facing a huge tax bill.",
      "She always pays her bills on time.",
      "We ran up a massive hotel bill.",
      " bill for something I’ll be sending you the bill for the dry-cleaning!",
      "The bills are piling up (= there are more and more that have still not been paid)."
    ]
  },
  {
    "id": 545,
    "text": "bill",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bill.mp3",
    "examples": [
      " bill somebody for something Please bill me for the books.",
      "You will be billed monthly for the service.",
      " bill somebody We are changing the way that we bill our customers.",
      " bill somebody something He only billed me £130.",
      " bill something to somebody/something The cost will be billed to your account."
    ]
  },
  {
    "id": 546,
    "text": "billion",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/billion.mp3",
    "examples": [
      "Worldwide sales reached 2.5 billion.",
      "half a billion dollars",
      "They have spent billions on the problem (= billions of dollars, etc.)."
    ]
  },
  {
    "id": 547,
    "text": "bin",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bin.mp3",
    "examples": [
      "a rubbish bin",
      "Grey bins will be emptied weekly.",
      "Many councils now have fortnightly bin collections."
    ]
  },
  {
    "id": 548,
    "text": "bind",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bind.mp3",
    "examples": [
      " bind somebody/something to something She was bound to a chair.",
      " bind somebody/something together They bound his hands together.",
      " bind somebody/something He was left bound and gagged (= tied up and with a piece of cloth tied over his mouth)."
    ]
  },
  {
    "id": 549,
    "text": "biography",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/biography.mp3",
    "examples": [
      "Boswell’s biography of Johnson",
      "a biography by Antonia Fraser",
      "The book gives potted biographies of all the major painters."
    ]
  },
  {
    "id": 550,
    "text": "biological",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/biological.mp3",
    "examples": [
      "the biological sciences"
    ]
  },
  {
    "id": 551,
    "text": "biology",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/biology.mp3",
    "examples": [
      "a degree in biology",
      "molecular/evolutionary biology",
      "a biology teacher/class/textbook",
      "She's a professor of biology at Stanford."
    ]
  },
  {
    "id": 552,
    "text": "bird",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bird.mp3",
    "examples": [
      "a bird’s nest with two eggs in it",
      "a species of bird",
      "A small bird flew down.",
      "The birds migrate in September.",
      "Birds were singing in the trees.",
      "The area has a wealth of bird life.",
      "More than a third of Britain's bird species need urgent protection."
    ]
  },
  {
    "id": 553,
    "text": "birth",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/birth.mp3",
    "examples": [
      " at birth The baby weighed three kilos at birth.",
      "Global life expectancy at birth is about 72 years.",
      "John was present at the birth of both his children.",
      "It was a difficult birth.",
      "a hospital/home birth",
      " from birth Mark has been blind from birth.",
      "Please state your date and place of birth.",
      "They are at increased risk of low birth weight.",
      "You need to show a copy of your birth certificate.",
      "The risk of premature birth increases markedly after 35.",
      "Please provide your complete birth name and birth date. "
    ]
  },
  {
    "id": 554,
    "text": "birthday",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/birthday.mp3",
    "examples": [
      "Happy Birthday!",
      "She celebrated her 21st birthday with a party for family and friends.",
      "a birthday card/party/present/cake",
      "Oliver’s 13th birthday",
      "He's having a belated birthday celebration at home.",
      "She was joined by family on the occasion of her 65th birthday. "
    ]
  },
  {
    "id": 555,
    "text": "biscuit",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/biscuit.mp3",
    "examples": [
      "a packet/tin of chocolate biscuits",
      "a selection of cheese biscuits",
      "The cake has a biscuit base (= one made from crushed biscuits).",
      "We were offered a cup of tea and some biscuits."
    ]
  },
  {
    "id": 556,
    "text": "bishop",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bishop.mp3",
    "examples": [
      "the Bishop of Oxford",
      "Bishop Pritchard",
      "He was appointed Bishop of Ely.",
      "He’s the diocesan bishop and he has three suffragan bishops to help him."
    ]
  },
  {
    "id": 557,
    "text": "bit",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bit.mp3",
    "examples": [
      "These trousers are a bit tight.",
      "‘Are you tired?’ ‘Yes, I am a bit.’",
      "I was a bit disappointed by the film.",
      "It costs a bit more than I wanted to spend.",
      "The future looks a little bit brighter this morning.",
      "I felt a wee bit guilty about it.",
      "I can lend you fifty pounds, if you want. That should help a bit."
    ]
  },
  {
    "id": 558,
    "text": "bite",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bite.mp3",
    "examples": [
      "The dog gave me a playful bite."
    ]
  },
  {
    "id": 559,
    "text": "bite",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bite.mp3",
    "examples": [
      "Does your dog bite?",
      "Come here! I won't bite! (= you don't need to be afraid)",
      " bite into/through something She bit into a ripe juicy pear.",
      " bite somebody/something She was bitten by the family dog.",
      "Stop biting your nails!",
      " bite off something/sth off He bit off a large chunk of bread/He bit a large chunk of bread off."
    ]
  },
  {
    "id": 560,
    "text": "bitter",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bitter.mp3",
    "examples": [
      "Black coffee leaves a bitter taste in the mouth."
    ]
  },
  {
    "id": 561,
    "text": "bizarre",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bizarre.mp3",
    "examples": [
      "a bizarre situation/incident/story",
      "bizarre behaviour"
    ]
  },
  {
    "id": 562,
    "text": "black",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/black.mp3",
    "examples": [
      "a shiny black car",
      "black storm clouds",
      "She had curly black hair and hazel eyes."
    ]
  },
  {
    "id": 563,
    "text": "black",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/black.mp3",
    "examples": [
      "the black of the night sky",
      "Everyone at the funeral was dressed in black."
    ]
  },
  {
    "id": 564,
    "text": "blade",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blade.mp3",
    "examples": [
      "The machine comes with a plastic guard over the blade to protect the operator."
    ]
  },
  {
    "id": 565,
    "text": "blame",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blame.mp3",
    "examples": [
      "Why do I always get the blame for everything that goes wrong?",
      "to lay/put the blame for something on somebody",
      "The government will have to take the blame for the riots.",
      "The real estate industry deserves a fair share of the blame for this failure. ",
      "Don't even think about playing the blame game (= blaming somebody else for a problem instead of trying to find a solution)."
    ]
  },
  {
    "id": 566,
    "text": "blame",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blame.mp3",
    "examples": [
      " blame somebody/something for something She doesn't blame anyone for her father's death.",
      "A dropped cigarette is being blamed for the fire.",
      "Why is he blaming others for his problems?",
      " blame somebody/something for doing something You can't really blame them for not telling you.",
      " blame somebody/something It's easy to blame the media at times like this.",
      " blame something on somebody/something Police are blaming the accident on dangerous driving.",
      "The violence was blamed in part on militants."
    ]
  },
  {
    "id": 567,
    "text": "blank",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blank.mp3",
    "examples": [
      "Sign your name in the blank space below.",
      "a blank CD",
      "Write on one side of the paper and leave the other side blank.",
      "She turned to a blank page in her notebook.",
      "I left the third column blank."
    ]
  },
  {
    "id": 568,
    "text": "blank",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blank.mp3",
    "examples": [
      "Please fill in the blanks.",
      "If you can't answer the question, leave a blank."
    ]
  },
  {
    "id": 569,
    "text": "blanket",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blanket.mp3",
    "examples": [
      "It’s cold tonight—can I have another blanket?",
      "The baby was wrapped in a blanket."
    ]
  },
  {
    "id": 570,
    "text": "blast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blast.mp3",
    "examples": [
      "a bomb blast",
      "27 schoolchildren were injured in the blast.",
      "The blast ripped through the building."
    ]
  },
  {
    "id": 571,
    "text": "blast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blast.mp3",
    "examples": [
      "They blasted a huge crater in the runway.",
      "They had to blast a tunnel through the mountain.",
      "All the windows were blasted inwards with the force of the explosion.",
      "The jumbo jet was blasted out of the sky.",
      "Danger! Blasting in Progress!"
    ]
  },
  {
    "id": 572,
    "text": "bleed",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bleed.mp3",
    "examples": [
      "My finger's bleeding.",
      "She slowly bled to death.",
      "He was bleeding from a gash on his head.",
      "The small blood vessels in the nose bleed easily."
    ]
  },
  {
    "id": 573,
    "text": "blend",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blend.mp3",
    "examples": [
      "a blend of tea"
    ]
  },
  {
    "id": 574,
    "text": "blend",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blend.mp3",
    "examples": [
      " blend A with B Blend the flour with the milk to make a smooth paste.",
      " blend A and B (together) Blend together the eggs, sugar and flour."
    ]
  },
  {
    "id": 575,
    "text": "bless",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bless.mp3",
    "examples": [
      "They brought the children to Jesus and he blessed them.",
      "God bless you!"
    ]
  },
  {
    "id": 576,
    "text": "blessing",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blessing.mp3",
    "examples": [
      "to pray for God’s blessing",
      "The bishop said the blessing."
    ]
  },
  {
    "id": 577,
    "text": "blind",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blind.mp3",
    "examples": [
      "Doctors think he will go blind.",
      "She went blind at the age of ten.",
      "blind and partially sighted people",
      "One of her parents is blind.",
      "She has been legally blind since birth. ",
      "The accident left her blind in one eye."
    ]
  },
  {
    "id": 578,
    "text": "block",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/block.mp3",
    "examples": [
      "The houses are made of concrete blocks with tin roofs.",
      " block of something a block of ice/wood",
      "The wall was made from massive blocks of stone."
    ]
  },
  {
    "id": 579,
    "text": "block",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/block.mp3",
    "examples": [
      "After today's heavy snow, many roads are still blocked.",
      "a blocked sink",
      "A truck had overturned and was completely blocking traffic. "
    ]
  },
  {
    "id": 580,
    "text": "blog",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blog.mp3",
    "examples": [
      "This is a link to the museum's blog.",
      "You can post a comment on my blog here.",
      " in a blog You can read about my trip in my blog.",
      " blog about something He writes a blog about living with diabetes."
    ]
  },
  {
    "id": 581,
    "text": "blonde",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blonde.mp3",
    "examples": [
      "She had long blonde hair.",
      "The child had short blond curls and large blue eyes."
    ]
  },
  {
    "id": 582,
    "text": "blood",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blood.mp3",
    "examples": [
      "He lost a lot of blood in the accident.",
      "Blood was pouring out of a cut on her head.",
      "His hands were covered in blood.",
      "to give blood (= to have blood taken from you so that it can be used in the medical treatment of other people)",
      "After the attacks, people donated blood in record numbers.",
      "He was a hot-headed warrior, always too quick to shed blood (= attack and injure or kill somebody).",
      "to draw blood (= to wound a person so that they lose blood)",
      "a drop/pool of blood",
      "There was dried blood on her cheek.",
      "a blood cell/sample",
      "to improve blood flow to the heart",
      "the blood supply to the brain"
    ]
  },
  {
    "id": 583,
    "text": "blow",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blow.mp3",
    "examples": [
      "She received a severe blow on the head.",
      "He was knocked out by a single blow to the head.",
      "The two men were exchanging blows.",
      "He landed a blow on Hill's nose."
    ]
  },
  {
    "id": 584,
    "text": "blow",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blow.mp3",
    "examples": [
      " + adv./prep. You're not blowing hard enough!",
      "The policeman asked me to blow into the breathalyser.",
      " blow something + adv./prep. He drew on his cigarette and blew out a stream of smoke."
    ]
  },
  {
    "id": 585,
    "text": "blue",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blue.mp3",
    "examples": [
      "piercing blue eyes",
      "The sun shone brilliantly in the clear blue sky.",
      " His eyes were dark blue.",
      "She wanted to dye her hair blue.",
      "a blue shirt",
      "a navy blue jumper",
      "her vivid blue eyes"
    ]
  },
  {
    "id": 586,
    "text": "blue",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/blue.mp3",
    "examples": [
      "bright/dark/light/pale/deep blue",
      "The room was decorated in vibrant blues and yellows.",
      "She was dressed in blue.",
      "the deep blue of the night sky",
      "The walls are a light shade of blue."
    ]
  },
  {
    "id": 587,
    "text": "board",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/board.mp3",
    "examples": [
      "He had ripped up the carpet, leaving only the bare boards.",
      "She noticed a loose board in the fence."
    ]
  },
  {
    "id": 588,
    "text": "board",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/board.mp3",
    "examples": [
      "Passengers are waiting to board.",
      " board something He tried to board a plane at Nice airport. ",
      "to board a bus/train/ship/flight",
      "The ship was boarded by customs officials.",
      "She boarded a train for Philadelphia."
    ]
  },
  {
    "id": 589,
    "text": "boast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boast.mp3",
    "examples": [
      "I don't want to boast, but I can actually speak six languages.",
      " boast about something She is always boasting about how wonderful her children are.",
      " boast of something He openly boasted of his skill as a burglar.",
      " boast that… Sam boasted that she could beat anyone at poker.",
      "Hay's booksellers justifiably boast that they cater for all tastes.",
      " + speech ‘I won!’ she boasted."
    ]
  },
  {
    "id": 590,
    "text": "boat",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boat.mp3",
    "examples": [
      "a rowing/sailing boat ",
      "a fishing boat",
      "You can take a boat trip along the coast.",
      "The country intends to build a special fleet of patrol boats.",
      "a rescue/pleasure/passenger boat",
      "A boat carrying more than 60 people capsized and sank."
    ]
  },
  {
    "id": 591,
    "text": "body",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/body.mp3",
    "examples": [
      "The human body is a complex structure.",
      "a male/female/naked body ",
      "The virus can affect all parts of the body.",
      "The heart pumps blood around the body.",
      "His whole body was trembling.",
      "body fat/weight/temperature/size",
      "Yoga is designed to release the body and mind from tension."
    ]
  },
  {
    "id": 592,
    "text": "boil",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boil.mp3",
    "examples": [
      "The water was bubbling and boiling away.",
      " boil something Boil plenty of salted water, then add the spaghetti."
    ]
  },
  {
    "id": 593,
    "text": "bold",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bold.mp3",
    "examples": [
      "It was a bold move on their part to open a business in France.",
      "Few people have been bold enough to criticize the manager.",
      "a bold and fearless warrior"
    ]
  },
  {
    "id": 594,
    "text": "bomb",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bomb.mp3",
    "examples": [
      "a bomb goes off/explodes",
      "Hundreds of bombs were dropped on the city.",
      "to plant/detonate a bomb",
      "a suicide bomb",
      "a roadside bomb (= one that is designed to blow up vehicles) ",
      "a bomb attack/blast",
      "extensive bomb damage"
    ]
  },
  {
    "id": 595,
    "text": "bomb",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bomb.mp3",
    "examples": [
      "Warplanes bombed targets in and around the capital.",
      "They have deliberately bombed civilians.",
      "The city was heavily bombed in the war."
    ]
  },
  {
    "id": 596,
    "text": "bombing",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bombing.mp3",
    "examples": [
      "recent bombings in major cities",
      "The neighbourhood was badly damaged by enemy bombing."
    ]
  },
  {
    "id": 597,
    "text": "bond",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bond.mp3",
    "examples": [
      "the bond that links us",
      " bond between A and B A bond of friendship had been forged between them.",
      "The agreement strengthened the bonds between the two countries.",
      "the special bond between mother and child",
      "Informal language creates a bond between the members of the community. ",
      "bond with somebody The students formed strong bonds with each other. "
    ]
  },
  {
    "id": 598,
    "text": "bone",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bone.mp3",
    "examples": [
      "He survived the accident with no broken bones.",
      "This fish has a lot of bones in it.",
      "She went for a bone density scan.",
      "The dog was gnawing at a bone.",
      "She had a beautiful face with very good bone structure."
    ]
  },
  {
    "id": 599,
    "text": "bonus",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bonus.mp3",
    "examples": [
      "a £100 Christmas bonus",
      "productivity bonuses",
      "the row over bankers' bonuses",
      "What is actually paid will depend on the bonus payments made at the end of the policy."
    ]
  },
  {
    "id": 600,
    "text": "book",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/book.mp3",
    "examples": [
      "His desk was covered with piles of books.",
      "hardback/paperback books",
      "a book of short stories"
    ]
  },
  {
    "id": 601,
    "text": "book",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/book.mp3",
    "examples": [
      "Book early to avoid disappointment.",
      " book something She booked a flight to Chicago.",
      "He booked tickets for his trip to New York.",
      "Most customers now book their holidays online.",
      "The performance is booked up (= there are no more tickets available).",
      "I'm sorry—we're fully booked.",
      " (British English) I'd like to book a table for two for 8 o'clock tonight."
    ]
  },
  {
    "id": 602,
    "text": "booking",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/booking.mp3",
    "examples": [
      "a booking form/hall/clerk",
      "Can I make a booking for Friday?",
      "Early booking is recommended.",
      "No advance booking is necessary.",
      "We can't take any more bookings."
    ]
  },
  {
    "id": 603,
    "text": "boom",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boom.mp3",
    "examples": [
      "Living standards improved rapidly during the post-war boom.",
      " boom in something a boom in car sales",
      "a boom year (for trade, exports, etc.)",
      "a property/housing boom"
    ]
  },
  {
    "id": 604,
    "text": "boost",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boost.mp3",
    "examples": [
      "a great/tremendous/welcome boost",
      "The tax cuts will give a much needed boost to the economy.",
      "Winning the competition was a wonderful boost for her morale."
    ]
  },
  {
    "id": 605,
    "text": "boost",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boost.mp3",
    "examples": [
      "to boost exports/profits",
      "to boost productivity/spending",
      "The movie helped boost her screen career.",
      "to boost somebody’s confidence/morale",
      "Getting that job did a lot to boost his ego (= make him feel more confident)."
    ]
  },
  {
    "id": 606,
    "text": "boot",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boot.mp3",
    "examples": [
      " (British English) walking boots",
      "a pair of heavy walking boots",
      " (North American English) hiking boots",
      "a pair of black leather boots",
      "She wore black knee-high boots."
    ]
  },
  {
    "id": 607,
    "text": "border",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/border.mp3",
    "examples": [
      "I live in a small town in the US, near the Canadian border.",
      "Thousands of people cross the border every day.",
      "They took steps to secure the border.",
      "to seal/close the border",
      " border between A and B They spent a week in a national park on the border between Kenya and Tanzania.",
      " (figurative) It is difficult to define the border between love and friendship.",
      " border with something The treaty fixed Denmark's new border with Germany.",
      " across the border They fled across the border.",
      " over the border They live just over the border.",
      " on the border The incident happened on Nevada's northern border.",
      " at the border They were stopped at the border.",
      " along the border There are tensions all along the border.",
      "border crossings",
      "border patrols/security/guards",
      "border controls",
      "a border dispute",
      "a border town/village/county",
      "a border region/area"
    ]
  },
  {
    "id": 608,
    "text": "border",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/border.mp3",
    "examples": [
      "the countries bordering the Baltic",
      "a mountainous region bordering Pakistan",
      "Albania is bordered to the north by Serbia and Montenegro."
    ]
  },
  {
    "id": 609,
    "text": "bored",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bored.mp3",
    "examples": [
      "There was a bored expression on her face.",
      "She plays the role of a bored housewife.",
      "She was rather bored with her life in a small town.",
      " bored with/of somebody/something | bored with/of doing something The children quickly got bored with staying indoors."
    ]
  },
  {
    "id": 610,
    "text": "boring",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boring.mp3",
    "examples": [
      "He's such a boring man!",
      "a boring job/book/evening",
      "The movie was dreadfully dull and incredibly boring.",
      "The music eventually gets boring to listen to."
    ]
  },
  {
    "id": 611,
    "text": "born",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/born.mp3",
    "examples": [
      "I was born in 1976.",
      "He was born in a small village in northern Spain.",
      " She was born on 7 February 1874. ",
      "The baby was born by Caesarean section on Friday. ",
      "born into something She was born into a very musical family.",
      "These children were born into poverty.",
      " born of/to somebody He was born of/to German parents.",
      " born with something She was born with a rare heart condition.",
      "She was born with a weak heart.",
      " + adj. Her brother was born blind (= was blind when he was born).",
      " + noun John Wayne was born Marion Michael Morrison (= that was his name at birth)."
    ]
  },
  {
    "id": 612,
    "text": "borrow",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/borrow.mp3",
    "examples": [
      " borrow something Can I borrow your umbrella?",
      " borrow something from somebody/something Members can borrow up to ten books from the library at any one time.",
      " borrow something off somebody (British English, informal) I borrowed the tools I needed off my brother."
    ]
  },
  {
    "id": 613,
    "text": "boss",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boss.mp3",
    "examples": [
      "I'll ask my boss if I can have the day off.",
      "I like being my own boss (= working for myself and making my own decisions).",
      "Who's the boss (= who's in control) in this house?",
      "He thinks he's impressing the boss by working through lunch.",
      "He accused his former boss of being arrogant."
    ]
  },
  {
    "id": 614,
    "text": "both",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/both.mp3",
    "examples": [
      "Both women were French.",
      "Both the women were French.",
      "Both of the women were French.",
      "I talked to the women. Both of them were French/They were both French.",
      "I liked them both.",
      "We were both tired.",
      "Both of us were tired.",
      "We have both seen the movie.",
      "I have two sisters. Both of them live in London/They both live in London.",
      "Both (my) sisters live in London."
    ]
  },
  {
    "id": 615,
    "text": "both",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/both.mp3",
    "examples": [
      "Both women were French.",
      "Both the women were French.",
      "Both of the women were French.",
      "I talked to the women. Both of them were French/They were both French.",
      "I liked them both.",
      "We were both tired.",
      "Both of us were tired.",
      "We have both seen the movie.",
      "I have two sisters. Both of them live in London/They both live in London.",
      "Both (my) sisters live in London."
    ]
  },
  {
    "id": 616,
    "text": "bother",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bother.mp3",
    "examples": [
      "‘Shall I wait?’ ‘No, don't bother’.",
      "I don't know why I bother! Nobody ever listens!",
      "If that’s all the thanks I get, I won’t bother in future!",
      " bother with/about something It's not worth bothering with (= using) an umbrella—the car's just outside.",
      "I don't know why you bother with that crowd (= why you spend time with them).",
      "He doesn’t bother much about his appearance.",
      " bother to do something He didn't even bother to let me know he was coming.",
      "He hadn't even bothered to read the crucial documents.",
      "Doctors never bothered to check his blood pressure.",
      " bother doing something Why bother asking if you're not really interested?",
      "I didn't bother trying to explain my feelings."
    ]
  },
  {
    "id": 617,
    "text": "bottle",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bottle.mp3",
    "examples": [
      "a wine/beer/milk/water bottle",
      "Put the top back on the bottle.",
      "a plastic/glass bottle",
      "To open the bottle, you twist and pull out the stopper. ",
      "He threw his message in a bottle into the North Sea."
    ]
  },
  {
    "id": 618,
    "text": "bottom",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bottom.mp3",
    "examples": [
      "your bottom lip ",
      "the bottom line/row/edge",
      "on the bottom left/right of the page",
      "in the bottom corner of the screen",
      "on the bottom shelf",
      "Their house is at the bottom end of Bury Road (= the end furthest from where you enter the road)."
    ]
  },
  {
    "id": 619,
    "text": "bottom",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bottom.mp3",
    "examples": [
      "the bottom of the screen/stairs/hill",
      " at the bottom of something Footnotes are given at the bottom of each page.",
      " at the bottom The book I want is right at the bottom (= of the pile).",
      "The wind blew through gaps at the top and bottom of the door.",
      "farmers who lived in the valley bottoms "
    ]
  },
  {
    "id": 620,
    "text": "bounce",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bounce.mp3",
    "examples": [
      "The ball bounced twice before he could reach it.",
      " bounce off something Short sound waves bounce off even small objects.",
      "The light bounced off the river and dazzled her.",
      " + adv./prep. The ball bounced high and she missed it.",
      " bounce something (against/on/off something) She bounced the ball against the wall."
    ]
  },
  {
    "id": 621,
    "text": "bound",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bound.mp3",
    "examples": [
      "There are bound to be changes when the new system is introduced.",
      "It's bound to be sunny again tomorrow.",
      "You've done so much work—you're bound to pass the exam.",
      "It was bound to happen sooner or later (= we should have expected it).",
      "These problems were almost bound to arise.",
      "You're bound to be nervous the first time (= it's easy to understand)."
    ]
  },
  {
    "id": 622,
    "text": "boundary",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boundary.mp3",
    "examples": [
      "After the war the national boundaries were redrawn.",
      " (British English) county boundaries",
      "boundary changes/disputes",
      "The fence marks the boundary between my property and hers.",
      "Scientists continue to push back the boundaries of human knowledge.",
      "It is up to the teacher to set the boundary between acceptable and unacceptable behaviour.",
      "He could just see her beyond the boundary wall of the cemetery.",
      "to extend the boundaries of high art to include some popular music"
    ]
  },
  {
    "id": 623,
    "text": "bow",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bow.mp3",
    "examples": [
      "She gave a slight bow of her head in greeting.",
      "The messenger made a formal bow and left the room."
    ]
  },
  {
    "id": 624,
    "text": "bow",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bow.mp3",
    "examples": [
      " bow (to/before somebody/something) He bowed low to the assembled crowd.",
      " bow down (to/before somebody/something) The people all bowed down before the emperor."
    ]
  },
  {
    "id": 625,
    "text": "bowl",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bowl.mp3",
    "examples": [
      "a salad/fruit/sugar bowl ",
      "a washing-up bowl ",
      "I refilled the dog's water bowl.",
      "Sieve the flour into a bowl."
    ]
  },
  {
    "id": 626,
    "text": "box",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/box.mp3",
    "examples": [
      " in a box Everything we owned was neatly packed in cardboard boxes.",
      "She kept all the letters in a box.",
      " inside a box Do you know what is inside the box?",
      "She opened her money box to see if she had saved enough for a tennis racket.",
      "a toolbox",
      "a matchbox"
    ]
  },
  {
    "id": 627,
    "text": "boy",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boy.mp3",
    "examples": [
      "a little/small/young boy",
      "I used to play here as a boy.",
      "The older boys at school used to tease him.",
      "Now she's a teenager, she's starting to be interested in boys.",
      "Be a good boy and get me my coat.",
      "Two teenage boys were standing outside the shop.",
      "a twelve-year-old boy"
    ]
  },
  {
    "id": 628,
    "text": "boyfriend",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/boyfriend.mp3",
    "examples": [
      "She's got a new boyfriend.",
      "My boyfriend at the time, who is now my ex-boyfriend, got me the job here."
    ]
  },
  {
    "id": 629,
    "text": "brain",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brain.mp3",
    "examples": [
      "The human brain is a complex organ.",
      "My tired brain couldn't cope with such a complex problem.",
      "She was found to have sustained a brain injury.",
      "brain cells/tissue",
      "a brain tumour/haemorrhage/aneurysm",
      "Sometimes the doctor will also do a brain scan.",
      "brain surgery"
    ]
  },
  {
    "id": 630,
    "text": "branch",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/branch.mp3",
    "examples": [
      "She climbed the tree and hid in the branches.",
      "the bare branches of a tree in winter"
    ]
  },
  {
    "id": 631,
    "text": "brand",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brand.mp3",
    "examples": [
      "a well-known brand of toothpaste",
      " (British English) You pay less for the supermarket's own brand.",
      " (North American English) You pay less for the store brand.",
      "luxury/premium brands",
      "We compared our product with the leading brands.",
      "How can we build our brand?",
      "brand loyalty (= when customers continue buying the same brand)",
      "brand awareness/recognition ",
      "brand image/values"
    ]
  },
  {
    "id": 632,
    "text": "brand",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brand.mp3",
    "examples": [
      " brand something The website was not doing a very good job of branding the company. ",
      "brand something with something Stadiums are branded with corporate logos.",
      " brand something (as) something Their products are branded as organic.",
      " brand itself (as) something The city is trying to brand itself a world-class capital."
    ]
  },
  {
    "id": 633,
    "text": "brave",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brave.mp3",
    "examples": [
      "brave men and women",
      "Be brave!",
      "I wasn't brave enough to tell her what I thought of her.",
      "Desperation had made me brave.",
      "She has been incredibly brave. "
    ]
  },
  {
    "id": 634,
    "text": "breach",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breach.mp3",
    "examples": [
      "a breach of contract/copyright/warranty",
      "They are in breach of Article 119.",
      " (British English) (a) breach of the peace (= the crime of behaving in a noisy or violent way in public)",
      "Selling goods constituted a breach of regulation 10B."
    ]
  },
  {
    "id": 635,
    "text": "breach",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breach.mp3",
    "examples": [
      "The government is accused of breaching the terms of the treaty.",
      "A doctor was sacked for allegedly breaching patient confidentiality.",
      "The proposed changes breached trade union rules."
    ]
  },
  {
    "id": 636,
    "text": "bread",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bread.mp3",
    "examples": [
      "a loaf/slice/piece of bread",
      "white/brown/wholemeal bread",
      "the smell of freshly baked bread",
      "a plate of bread and butter"
    ]
  },
  {
    "id": 637,
    "text": "break",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/break.mp3",
    "examples": [
      "She was on her lunch break.",
      "a coffee/tea break",
      "Let's take a break.",
      " break for something a break for lunch",
      "a bathroom break (= a short period when somebody stops what they are doing to use the toilet)",
      "She worked all day without a break."
    ]
  },
  {
    "id": 638,
    "text": "break",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/break.mp3",
    "examples": [
      "All the windows broke with the force of the blast.",
      "The bag broke under the weight of the bottles inside it.",
      " break in/into something She dropped the plate and it broke into pieces.",
      "The boat hit a rock and broke in half.",
      " break something to break a cup/window",
      "She fell off a ladder and broke her arm.",
      "to break a leg/bone",
      " break something in/into something He broke the chocolate in two."
    ]
  },
  {
    "id": 639,
    "text": "breakdown",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breakdown.mp3",
    "examples": [
      "a breakdown on the motorway",
      "a breakdown recovery service",
      "Most breakdown services give priority to women travelling alone.",
      "The national breakdown organizations are on hand to help motorists 24 hours a day."
    ]
  },
  {
    "id": 640,
    "text": "breakfast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breakfast.mp3",
    "examples": [
      "They were having breakfast when I arrived.",
      "She doesn't eat much breakfast.",
      "a big/hearty/light breakfast ",
      "(especially British English) a cooked breakfast",
      " for breakfast Do you want bacon and eggs for breakfast?",
      "We had cereal for breakfast.",
      "a bowl of breakfast cereal",
      "Julianne was sitting in the breakfast room, calmly sipping a cup of tea."
    ]
  },
  {
    "id": 641,
    "text": "breakthrough",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breakthrough.mp3",
    "examples": [
      "to make/achieve a breakthrough",
      "a significant breakthrough in negotiations",
      "a major breakthrough in cancer research"
    ]
  },
  {
    "id": 642,
    "text": "breast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breast.mp3",
    "examples": [
      "She put the baby to her breast.",
      "breast cancer",
      "The protective benefits of breast milk are numerous for both mother and baby.",
      "She had breast-augmentation surgery.",
      "Getting breast implants entails major surgery.",
      "The book promoted the benefits of breast feeding to child health.",
      "She discovered a lump in her breast."
    ]
  },
  {
    "id": 643,
    "text": "breath",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breath.mp3",
    "examples": [
      "His breath smelt of garlic.",
      "bad breath (= that smells bad)",
      "She was very short of breath (= had difficulty breathing).",
      "Patients develop a cough and shortness of breath.",
      "There was a sharp intake of breath in the courtroom.",
      "We had to stop for breath before we got to the top.",
      "While there is breath left in my body, I will refuse."
    ]
  },
  {
    "id": 644,
    "text": "breathe",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breathe.mp3",
    "examples": [
      "He breathed deeply before speaking again.",
      "The air was so cold we could hardly breathe.",
      "She was beginning to breathe more easily.",
      "He was breathing heavily after his exertions.",
      " breathe something Most people don't realize that they are breathing polluted air."
    ]
  },
  {
    "id": 645,
    "text": "breathing",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breathing.mp3",
    "examples": [
      "Her breathing became steady and she fell asleep.",
      "Deep breathing exercises will help you relax.",
      "Heavy (= loud) breathing was all I could hear.",
      " Firefighters wearing breathing apparatus went into the house.",
      "The drug is used to treat breathing difficulties caused by asthma. ",
      "Are you having difficulty in breathing?"
    ]
  },
  {
    "id": 646,
    "text": "breed",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breed.mp3",
    "examples": [
      "Labradors and other large breeds of dog",
      "a breed of cattle/sheep"
    ]
  },
  {
    "id": 647,
    "text": "breed",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/breed.mp3",
    "examples": [
      "Many animals breed only at certain times of the year."
    ]
  },
  {
    "id": 648,
    "text": "brick",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brick.mp3",
    "examples": [
      "The school is built of brick.",
      "a pile of bricks",
      "a brick wall"
    ]
  },
  {
    "id": 649,
    "text": "bride",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bride.mp3",
    "examples": [
      "a toast to the bride and groom",
      "The bride wore an elegant gown of ivory satin.",
      "He introduced his new bride."
    ]
  },
  {
    "id": 650,
    "text": "bridge",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bridge.mp3",
    "examples": [
      "We crossed the bridge over the River Windrush.",
      "The river was spanned by a railway bridge.",
      "The plan incudes a pedestrian bridge connecting the arena with the convention centre. ",
      "I don't have time to walk across the bridge."
    ]
  },
  {
    "id": 651,
    "text": "brief",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brief.mp3",
    "examples": [
      "a brief visit/meeting/conversation",
      "Mozart's life was brief.",
      " He said nothing during the brief court appearance.",
      "a brief pause/silence",
      "Susan and Mary were enjoying a brief moment of solitude.",
      "He died after a relatively brief period of suffering."
    ]
  },
  {
    "id": 652,
    "text": "briefly",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/briefly.mp3",
    "examples": [
      "He had spoken to Emma only briefly.",
      "She met John briefly on Friday night."
    ]
  },
  {
    "id": 653,
    "text": "bright",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bright.mp3",
    "examples": [
      "bright light/sunshine",
      "a bright room",
      "Her eyes were bright with tears.",
      "a bright morning (= with the sun shining)",
      "All of these stars are bigger and brighter than our sun."
    ]
  },
  {
    "id": 654,
    "text": "brilliant",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brilliant.mp3",
    "examples": [
      "What a brilliant idea!",
      "an absolutely brilliant idea",
      "a brilliant performance/invention",
      "He made two brilliant saves to keep his side in the match.",
      "The system is brilliant in its simplicity."
    ]
  },
  {
    "id": 655,
    "text": "bring",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bring.mp3",
    "examples": [
      " bring somebody/something (with you) Don't forget to bring your books with you.",
      "Can we bring the children?",
      " bring somebody/something to something She brought her boyfriend to the party.",
      " bring something for somebody Bring a present for Helen.",
      " bring somebody something Bring Helen a present."
    ]
  },
  {
    "id": 656,
    "text": "broad",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/broad.mp3",
    "examples": [
      "a broad street/avenue/river",
      "He's got broad shoulders.",
      "He is tall, broad and muscular.",
      "a broad smile/grin (= one in which your mouth is stretched very wide because you are very pleased)"
    ]
  },
  {
    "id": 657,
    "text": "broadband",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/broadband.mp3",
    "examples": [
      "plans to provide rural areas with fast broadband"
    ]
  },
  {
    "id": 658,
    "text": "broadcast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/broadcast.mp3",
    "examples": [
      " (British English) a party political broadcast (= for example, before an election)",
      "We watched a live broadcast of the speech (= one shown at the same time as the speech was made).",
      "The evening news broadcasts are very different today than they were 25 years ago.",
      "She has 20 years' experience in broadcast journalism.",
      "We need one body that regulates all broadcast media.",
      "They do not own a major television broadcast network."
    ]
  },
  {
    "id": 659,
    "text": "broadcast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/broadcast.mp3",
    "examples": [
      "The concert will be broadcast live (= at the same time as it takes place) tomorrow evening.",
      "Most of the programmes are broadcast in English.",
      "They began broadcasting in 1922.",
      "The station broadcasts programmes around the world in 43 languages.",
      "The event will be broadcast over the internet",
      "He broadcasts his Saturday morning show on the station. "
    ]
  },
  {
    "id": 660,
    "text": "broadcaster",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/broadcaster.mp3",
    "examples": [
      "She is a writer and broadcaster on environmental matters."
    ]
  },
  {
    "id": 661,
    "text": "broadly",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/broadly.mp3",
    "examples": [
      "Broadly speaking, I agree with you.",
      "broadly similar/comparable/equivalent/consistent"
    ]
  },
  {
    "id": 662,
    "text": "broken",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/broken.mp3",
    "examples": [
      "a broken window/plate",
      "a broken leg/arm/bone",
      "pieces of broken glass",
      "How did this dish get broken?",
      "The TV's broken.",
      "They opened the bag and found a broken bottle."
    ]
  },
  {
    "id": 663,
    "text": "brother",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brother.mp3",
    "examples": [
      "We're brothers.",
      "He's my brother.",
      "an older/younger brother",
      "a twin brother",
      "Does she have any brothers and sisters?",
      "Edward was the youngest of the Kennedy brothers.",
      "He was like a brother to me (= very close).",
      "My son really wanted a little brother.",
      "She is survived by her brothers."
    ]
  },
  {
    "id": 664,
    "text": "brown",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brown.mp3",
    "examples": [
      "brown eyes/hair",
      "brown bread/sugar/rice",
      "dark brown shoe polish",
      "a package wrapped in brown paper",
      "Soon the yellow leaves will turn brown.",
      "Henry has short light brown hair and green eyes.",
      "a little boy with golden brown skin",
      "We stopped on a bridge to watch the wild brown trout."
    ]
  },
  {
    "id": 665,
    "text": "brown",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brown.mp3",
    "examples": [
      "leaves of various shades of brown",
      "Brown doesn't (= brown clothes do not) suit you.",
      "lovely warm browns and golds",
      "His skin was a golden brown and he was well-built.",
      "dark browns and other deep earth tones"
    ]
  },
  {
    "id": 666,
    "text": "browser",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/browser.mp3",
    "examples": [
      "What do you use as your default browser?"
    ]
  },
  {
    "id": 667,
    "text": "brush",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brush.mp3",
    "examples": [
      "a paintbrush",
      "a hairbrush",
      "a toothbrush",
      "brush strokes (= the marks left by a brush when painting)",
      "a dustpan and brush",
      "Apply the paint with a fine brush."
    ]
  },
  {
    "id": 668,
    "text": "brush",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brush.mp3",
    "examples": [
      " brush something to brush your hair/teeth",
      "to brush your shoes",
      " brush something + adj. A tiled floor is easy to brush clean."
    ]
  },
  {
    "id": 669,
    "text": "brutal",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/brutal.mp3",
    "examples": [
      "a brutal attack/murder/rape/killing",
      "a brutal and repressive regime"
    ]
  },
  {
    "id": 670,
    "text": "bubble",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bubble.mp3",
    "examples": [
      "champagne bubbles",
      "a bubble of oxygen",
      "He blew bubbles into the water through a straw."
    ]
  },
  {
    "id": 671,
    "text": "buck",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/buck.mp3",
    "examples": [
      "They cost ten bucks.",
      "We're talking big bucks (= a lot of money) here."
    ]
  },
  {
    "id": 672,
    "text": "buddy",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/buddy.mp3",
    "examples": [
      "an old college buddy of mine",
      "Howard and Mick were drinking buddies.",
      "We were good buddies.",
      "I’d like you to meet an old college buddy of mine."
    ]
  },
  {
    "id": 673,
    "text": "budget",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/budget.mp3",
    "examples": [
      "an annual budget of £10 million ",
      "a balanced budget (= one where the amount spent matches the amount available)",
      "Many families struggle to balance the household budget.",
      "to cut/slash a budget",
      "the education/defence budget (= the amount of money that can be spent on this)",
      "an advertising budget of $2 million",
      "It's one of those big-budget Hollywood movies.",
      " on a budget We decorated the house on a tight budget (= without much money to spend).",
      " on/within budget The work was finished on time and within budget (= did not cost more money than was planned).",
      " over budget They went over budget (= spent too much money).",
      " under/below budget The project came in under budget.",
      " in the budget Is there any money left in the budget?",
      "The hospital now faces severe budget cuts.",
      "a budget surplus/shortfall (= when there is more/less money than is needed)"
    ]
  },
  {
    "id": 674,
    "text": "buffer",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/buffer.mp3",
    "examples": [
      " buffer against something Support from family and friends acts as a buffer against stress.",
      " buffer between A and B She often had to act as a buffer between father and son.",
      "The organization acts as a buffer between the management and the union.",
      "a buffer state (= a small country between two powerful states that helps keep peace between them)",
      "a buffer zone (= an area of land between two opposing armies or countries)",
      "Peacekeepers have been sent in to establish a buffer zone between the rival forces."
    ]
  },
  {
    "id": 675,
    "text": "bug",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bug.mp3",
    "examples": [
      "There's a bug crawling up your arm."
    ]
  },
  {
    "id": 676,
    "text": "build",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/build.mp3",
    "examples": [
      " build (something) They have permission to build 200 new homes.",
      "to build a plant/facility/structure",
      "We build computer systems for large companies.",
      "Robins build nests almost anywhere.",
      "They don't have the money to build roads.",
      "They're going to build on the site of the old power station.",
      " be built from/of/out of something The houses are built out of local stone.",
      " be built in something apartment blocks built in brick and concrete",
      " build something for somebody They had a house built for them.",
      " build somebody something David built us a shed in the back yard."
    ]
  },
  {
    "id": 677,
    "text": "building",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/building.mp3",
    "examples": [
      "a tall/high-rise/ten-storey building",
      "Housing is limited and most people live in high-rise apartment buildings.",
      "The architects have presented the design of a new office building.",
      "the restoration of historic buildings",
      "to design/construct/erect a building",
      "The old industrial buildings have all been demolished.",
      "In 2018 the building was converted into a house."
    ]
  },
  {
    "id": 678,
    "text": "bulk",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bulk.mp3",
    "examples": [
      "The bulk of the population lives in cities.",
      "The great bulk of the work has now been done."
    ]
  },
  {
    "id": 679,
    "text": "bullet",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bullet.mp3",
    "examples": [
      "He was found to have a single bullet wound in his chest.",
      "There were bullet holes in the door.",
      "He was killed by a bullet in the head.",
      "A soldier fired live bullets into the crowd.",
      "The mirror had been broken by bullets from a gun.",
      "An assassin's bullet killed Martin Luther King Jr."
    ]
  },
  {
    "id": 680,
    "text": "bunch",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bunch.mp3",
    "examples": [
      "a bunch of bananas, grapes, etc.",
      "a bunch of keys",
      "She picked me a bunch of flowers.",
      "She put all the flowers together in one big bunch."
    ]
  },
  {
    "id": 681,
    "text": "burden",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/burden.mp3",
    "examples": [
      "to bear/carry/ease/reduce/share the burden",
      " the burden (of something) The main burden of caring for old people falls on the state.",
      " burden on somebody the heavy tax burden on working people",
      " a burden to somebody I don't want to become a burden to my children when I'm old."
    ]
  },
  {
    "id": 682,
    "text": "bureaucracy",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bureaucracy.mp3",
    "examples": [
      "unnecessary/excessive bureaucracy",
      "We need to reduce paperwork and bureaucracy in the company."
    ]
  },
  {
    "id": 683,
    "text": "burial",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/burial.mp3",
    "examples": [
      "a burial place/mound/site",
      "Her body was sent home for burial.",
      "His family insisted he should be given a proper burial.",
      "baptism, marriage and burial services"
    ]
  },
  {
    "id": 684,
    "text": "burn",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/burn.mp3",
    "examples": [
      "to have minor/severe/third-degree burns",
      "She suffered serious burns but is expected to survive.",
      "He was treated in the hospital for 60% burns.",
      " burn to something He is recovering from burns to his face and hands.",
      " burn on something cigarette burns on the furniture",
      "a slight burn on the back of her hand",
      "burn marks/injuries",
      "burn victims",
      "a specialist burns unit in a hospital"
    ]
  },
  {
    "id": 685,
    "text": "burn",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/burn.mp3",
    "examples": [
      "A welcoming fire was burning in the fireplace.",
      "Fires were burning all over the city.",
      "A small candle burned brightly."
    ]
  },
  {
    "id": 686,
    "text": "burst",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/burst.mp3",
    "examples": [
      "That balloon will burst if you blow it up any more.",
      "The dam burst under the weight of water.",
      "Shells were bursting (= exploding) all around us.",
      " (figurative) He felt he would burst with anger and shame.",
      " burst apart There was a danger that the engine would burst apart.",
      " burst something Don't burst that balloon!",
      "The river burst its banks and flooded nearby towns.",
      "a burst pipe"
    ]
  },
  {
    "id": 687,
    "text": "bury",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bury.mp3",
    "examples": [
      " bury somebody/something They killed her and buried her body.",
      " bury somebody/something + adv./prep. He was buried in Highgate Cemetery.",
      " (figurative) Their ambitions were finally dead and buried."
    ]
  },
  {
    "id": 688,
    "text": "bus",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bus.mp3",
    "examples": [
      " by bus Shall we walk or go by bus?",
      "I didn't want to get on the wrong bus.",
      "Many students board the school bus before 7 a.m. ",
      "He was seriously injured when the band's tour bus crashed.",
      "I was going to catch the airport shuttle bus.",
      " (US English) I ride the city bus every day.",
      "a bus company/driver",
      "A regular bus service connects the train station with the town centre.",
      "He can't afford the bus fare into the city."
    ]
  },
  {
    "id": 689,
    "text": "bush",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bush.mp3",
    "examples": [
      "a rose/holly bush",
      " in the bushes She was hiding in the bushes at the side of the lane."
    ]
  },
  {
    "id": 690,
    "text": "business",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/business.mp3",
    "examples": [
      "It's been a pleasure to do business with you.",
      "There will be some changes to the way we conduct business.",
      " in business She has set up in business as a hairdresser.",
      "When he left school, he went into business with his brother.",
      "the music/entertainment/movie business",
      "the insurance/banking business",
      "the food/restaurant/hotel business",
      "Retail is a tough business.",
      " in the… business She works in the software business.",
      "We need to concentrate on our core business (= the main thing that our business does).",
      "business owners/leaders ",
      "a business partner",
      "the business community",
      "business opportunities/interests/ventures",
      "the business cycle/sector/world"
    ]
  },
  {
    "id": 691,
    "text": "businessman",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/businessman.mp3",
    "examples": [
      "a group of visiting Italian politicians and businessmen"
    ]
  },
  {
    "id": 692,
    "text": "busy",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/busy.mp3",
    "examples": [
      "Are you busy tonight?",
      "I'm afraid the doctor is busy at the moment. Can he call you back?",
      "The principal is a very busy woman.",
      "I'll be too busy to come to the meeting.",
      "She was always too busy to listen.",
      "I've got enough work to keep you busy."
    ]
  },
  {
    "id": 693,
    "text": "but",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/but.mp3",
    "examples": [
      "I got it wrong. It wasn't the red one but the blue one.",
      "His mother won't be there, but his father might.",
      "It isn't that he lied exactly, but he does tend to exaggerate."
    ]
  },
  {
    "id": 694,
    "text": "but",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/but.mp3",
    "examples": [
      "We've had nothing but trouble with this car.",
      "The problem is anything but easy.",
      "Who but Rosa could think of something like that?",
      "Everyone was there but him.",
      "I came last but one in the race (= I wasn't last but next to last).",
      "Take the first turning but one (= not the first one but the one after it)."
    ]
  },
  {
    "id": 695,
    "text": "butter",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/butter.mp3",
    "examples": [
      "Fry the onions in butter.",
      "a pat/knob/tablespoon of butter",
      " (North American English) a stick (= small pack) of butter",
      "Melt the butter in a small pan, add the flour and stir well.",
      "Do you want butter or margarine on your toast?"
    ]
  },
  {
    "id": 696,
    "text": "button",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/button.mp3",
    "examples": [
      " (British English) to do up/undo your buttons",
      " (North American English) to button/unbutton your buttons ",
      "to sew on a button",
      "shirt buttons",
      "a row of gilt buttons",
      "One of the buttons on his jacket was missing."
    ]
  },
  {
    "id": 697,
    "text": "buy",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/buy.mp3",
    "examples": [
      " buy (something) Where did you buy that dress?",
      "She had no money to buy a ticket.",
      "They can't afford to buy school books.",
      "If you're thinking of getting a new car, now is a good time to buy.",
      " buy something from somebody/something I bought it from a friend for £10.",
      " buy something off somebody/something (informal) She bought it off eBay for $50.",
      " buy somebody something He bought me a new coat.",
      " buy something for somebody He bought a new coat for me.",
      " buy something + adv./prep. I bought my car second-hand.",
      "They buy all their groceries in bulk .",
      " + adv./prep. It's generally cheaper if you buy online.",
      "They make their money by buying cheap and selling dear."
    ]
  },
  {
    "id": 698,
    "text": "by",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/by.mp3",
    "examples": [
      "Just drive by. Don't stop.",
      "He hurried by without speaking to me.",
      "Excuse me, I can't get by.",
      "Time goes by so quickly."
    ]
  },
  {
    "id": 699,
    "text": "by",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/by.mp3",
    "examples": [
      "The house is heated by gas.",
      "May I pay by credit card?",
      "I will contact you by letter.",
      "to travel by boat/bus/car/plane",
      "to travel by air/land/sea",
      "Switch it on by pressing this button."
    ]
  },
  {
    "id": 700,
    "text": "bye",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/bye.mp3",
    "examples": [
      "Bye! See you next week.",
      "She waved bye-bye and got into the car.",
      "Bye for now Dad!"
    ]
  },
  {
    "id": 701,
    "text": "cabin",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cabin.mp3",
    "examples": [
      "I lay in my cabin feeling miserably seasick."
    ]
  },
  {
    "id": 702,
    "text": "cabinet",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cabinet.mp3",
    "examples": [
      "a cabinet meeting",
      " (British English) a cabinet minister",
      " (British English) the shadow Cabinet (= the most important members of the opposition party)"
    ]
  },
  {
    "id": 703,
    "text": "cable",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cable.mp3",
    "examples": [
      "fibre-optic cable",
      "a power cable ",
      "overhead/underground/undersea cables",
      "a 10 000-volt cable",
      "a USB cable",
      "a length of electric cable",
      "They're digging up the road to lay cables."
    ]
  },
  {
    "id": 704,
    "text": "cafe",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cafe.mp3",
    "examples": [
      "There are small shops and pavement cafes around every corner.",
      "an outdoor cafe serving drinks and light meals",
      " at a cafe They were having lunch at a cafe near the station.",
      " in a cafe We stopped for a coffee in our favourite cafe."
    ]
  },
  {
    "id": 705,
    "text": "cake",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cake.mp3",
    "examples": [
      "a piece/slice of cake",
      "to make/bake a cake",
      "a chocolate cake",
      "a birthday cake",
      " (British English) a cake tin (= for cooking a cake in)",
      " (North American English) a cake pan",
      "a plate of cream cakes",
      "There's carrot cake for dessert.",
      "a box of cake mix"
    ]
  },
  {
    "id": 706,
    "text": "calculate",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/calculate.mp3",
    "examples": [
      " calculate something An independent valuer will calculate the value of your property.",
      "That figure was calculated using the standard equation.",
      "Use the formula to calculate the volume of the container.",
      "We haven’t really calculated the cost of the vacation yet.",
      "Benefit is calculated on the basis of average weekly earnings.",
      " calculate something from something Expected cancer rates were calculated from data from the eight surrounding counties.",
      " calculate something by something The daily doses were calculated by a somewhat simpler method.",
      " calculate something by doing something The ratio is calculated by dividing a company's share price by its earnings per share.",
      " calculate how much, what, etc. You'll need to calculate how much time the assignment will take.",
      " it is calculated that… It has been calculated that at least 47 000 jobs were lost last year.",
      " be calculated at… The sum involved was calculated at $82 million."
    ]
  },
  {
    "id": 707,
    "text": "calculation",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/calculation.mp3",
    "examples": [
      "Cathy did a rough calculation.",
      "By my calculation(s), we made a profit of £20 000 last year.",
      "Our guess was confirmed by calculation."
    ]
  },
  {
    "id": 708,
    "text": "call",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/call.mp3",
    "examples": [
      "to get/receive a call from somebody",
      "to give somebody/make a call",
      "I'll take (= answer) the call upstairs.",
      "I left a message but he didn't return my call.",
      "a local/long-distance call",
      "An emergency call was made at 9 p.m.",
      "They put out a distress call and were towed into harbour "
    ]
  },
  {
    "id": 709,
    "text": "call",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/call.mp3",
    "examples": [
      " call somebody/something + noun They decided to call the baby Mark.",
      "His name's Hiroshi but everyone calls him Hiro.",
      " be called + noun What's their son called?",
      "I don't know anyone called Scott.",
      "I've forgotten what the firm he works for is called.",
      "What's it called again? Oh yes, a router.",
      "to be commonly/often called something",
      "This group of artists and poets is sometimes called the New York School. ",
      "call somebody/something after somebody/something They called their first daughter after her grandmother.",
      "The cheese is called after the town of the same name.",
      " call somebody/something by something We call each other by our first names here.",
      "The plant is called by different names in different parts of the country."
    ]
  },
  {
    "id": 710,
    "text": "calm",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/calm.mp3",
    "examples": [
      "It is important to keep calm in an emergency.",
      "He always stays calm under pressure.",
      "Try to remain calm.",
      "Her voice was surprisingly calm.",
      "He was calm and cool in a crisis.",
      "They were impressed by her calm demeanour.",
      "The city is calm again (= free from trouble and fighting) after yesterday's riots."
    ]
  },
  {
    "id": 711,
    "text": "calm",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/calm.mp3",
    "examples": [
      "The police appealed for calm.",
      "Community leaders have called for calm.",
      "The bombings ended a period of relative calm.",
      "Many children regarded their school as an oasis of calm away from the war-torn streets.",
      "Calm had been restored to the capital.",
      " calm of something the calm of a summer evening"
    ]
  },
  {
    "id": 712,
    "text": "calm",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/calm.mp3",
    "examples": [
      "Have some tea; it'll calm your nerves.",
      "The announcement by the government did little to calm the fears of investors.",
      "I breathed in slowly, trying to calm myself.",
      "Police were called to calm the crowd that gathered.",
      "His presence had a calming influence."
    ]
  },
  {
    "id": 713,
    "text": "camera",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/camera.mp3",
    "examples": [
      "Just point the camera and press the button.",
      "The camera has captured the drama of the event.",
      "a TV/video camera",
      "Most phones have a built-in camera.",
      "Digital cameras are easy to use.",
      "Closed-circuit cameras have been installed throughout the building.",
      "a camera crew",
      "Different camera angles show different perspectives."
    ]
  },
  {
    "id": 714,
    "text": "camp",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/camp.mp3",
    "examples": [
      "Let's return to camp.",
      "to pitch/set up camp (= put up tents)",
      "to break/strike camp (= take down tents)"
    ]
  },
  {
    "id": 715,
    "text": "camp",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/camp.mp3",
    "examples": [
      "I camped overnight in a field."
    ]
  },
  {
    "id": 716,
    "text": "campaign",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/campaign.mp3",
    "examples": [
      "an anti-smoking campaign",
      " an advertising/a marketing campaign",
      "an election campaign",
      "the recent presidential campaign",
      " campaign for something the campaign for parliamentary reform",
      " campaign against something a campaign against ageism in the workplace",
      " campaign to do something Today police launched a campaign to reduce road accidents.",
      "They began a grass-roots campaign to encourage people to shop locally.",
      "to mount/start a campaign",
      "to run/lead/spearhead a campaign",
      "Both sides have been accused of waging a dirty campaign. ",
      "the governor's campaign manager",
      "The candidates are on the campaign trail (= travelling around to attract support)."
    ]
  },
  {
    "id": 717,
    "text": "campaign",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/campaign.mp3",
    "examples": [
      "The party campaigned vigorously in the north of the country.",
      " campaign for somebody/something She has campaigned tirelessly for their release.",
      " campaign against somebody/something We have actively campaigned against whaling for the last 15 years.",
      "She campaigned on a pro-business platform (= with policies to help business).",
      "We campaign on behalf of consumers.",
      " campaign to do something They are campaigning to save the area from building development."
    ]
  },
  {
    "id": 718,
    "text": "camping",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/camping.mp3",
    "examples": [
      "Do you go camping?",
      "a camping trip",
      "We go camping every weekend.",
      "No overnight camping is allowed in city parks.",
      "camping equipment"
    ]
  },
  {
    "id": 719,
    "text": "campus",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/campus.mp3",
    "examples": [
      "university/college campuses",
      "The university has campuses in Cairns and Brisbane.",
      " on campus She lives on campus (= within the main university area).",
      " off campus The number of graduate students living off campus has dropped.",
      "Students at the main campus have heeded the call to boycott lectures.",
      "Wi-fi is also provided in many locations around the campus.",
      "The statue stands on the campus of Princeton University.",
      "campus life"
    ]
  },
  {
    "id": 720,
    "text": "can",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/can.mp3",
    "examples": [
      " can of something a can of beans/beer/soda",
      "a beer can",
      "He opened the can and took a large swig.",
      "an aluminium/tin can"
    ]
  },
  {
    "id": 721,
    "text": "can",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/can.mp3",
    "examples": [
      "I can run fast.",
      "Can you call back tomorrow?",
      "He couldn't answer the question.",
      "The stadium can be emptied in four minutes.",
      "I can't promise anything, but I'll do what I can.",
      "Please let us know if you cannot attend the meeting."
    ]
  },
  {
    "id": 722,
    "text": "canal",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/canal.mp3",
    "examples": [
      "the Panama/Suez Canal",
      "an irrigation canal"
    ]
  },
  {
    "id": 723,
    "text": "cancel",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cancel.mp3",
    "examples": [
      "All flights have been cancelled because of bad weather.",
      "The prime minister has abruptly cancelled a trip to Washington.",
      "to cancel a meeting/a show/an event",
      "The Foreign Office is not advising people to cancel their travel plans.",
      "The wedding was cancelled at the last minute.",
      "The president fell ill and was forced to cancel all public engagements.",
      "When the war broke out all leave was cancelled.",
      "She abruptly cancelled a scheduled meeting. "
    ]
  },
  {
    "id": 724,
    "text": "cancer",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cancer.mp3",
    "examples": [
      "breast/lung cancer",
      "Most skin cancers are completely curable.",
      " cancer of something cancer of the colon/cervix",
      "The cancer has spread to his stomach.",
      "Smokers face an increased risk of developing lung cancer.",
      "to detect/diagnose/treat/cure cancer ",
      "The drug can lower the risk of breast cancer.",
      "cancer patients/survivors",
      "cancer research",
      "cancer screening/treatment/prevention/risk"
    ]
  },
  {
    "id": 725,
    "text": "candidate",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/candidate.mp3",
    "examples": [
      "a presidential candidate",
      " candidate for something one of the leading candidates for the presidency",
      "He is the best candidate for the job.",
      " (British English) She stood as a candidate in the local elections.",
      "The party is fielding more candidates than ever before.",
      "to nominate/select a candidate",
      "to endorse a candidate (= say you support them)"
    ]
  },
  {
    "id": 726,
    "text": "candle",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/candle.mp3",
    "examples": [
      "a flickering candle",
      "The room was lit by candles.",
      "to blow out/snuff out a candle"
    ]
  },
  {
    "id": 727,
    "text": "cannot",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cannot.mp3",
    "examples": [
      "I cannot believe the price of the tickets!"
    ]
  },
  {
    "id": 728,
    "text": "canvas",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/canvas.mp3",
    "examples": [
      "tents made from heavy canvas"
    ]
  },
  {
    "id": 729,
    "text": "cap",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cap.mp3",
    "examples": [
      "to wear a cap.",
      "to put on/take off a cap",
      "to have a cap on",
      "a school cap",
      "a peaked cap"
    ]
  },
  {
    "id": 730,
    "text": "capability",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/capability.mp3",
    "examples": [
      "Age affects the range of a person's capabilities.",
      " capability to do something She has the capability to become a very fine actor.",
      " capability of doing something Animals in the zoo have lost the capability of catching food for themselves.",
      " capability for doing something his capability for making sensible decisions",
      " beyond/within the capabilities of something/somebody beyond/within the capabilities of current technology",
      "a company’s production capabilities"
    ]
  },
  {
    "id": 731,
    "text": "capable",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/capable.mp3",
    "examples": [
      " capable of something You are capable of better work than this.",
      " capable of doing something He's quite capable of lying to get out of trouble.",
      "I'm perfectly capable of doing it myself, thank you.",
      "He is more than capable of playing at an international level.",
      "He is still capable of doing the job."
    ]
  },
  {
    "id": 732,
    "text": "capacity",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/capacity.mp3",
    "examples": [
      "a fuel tank with a maximum capacity of 50 litres",
      "The theatre has a seating capacity of 2 000.",
      "a hard disk storage capacity of 1 000 gigabytes",
      "large capacity disk drives",
      " to capacity The hall was filled to capacity (= was completely full). ",
      "They played to a capacity crowd (= one that filled all the space or seats)."
    ]
  },
  {
    "id": 733,
    "text": "capital",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/capital.mp3",
    "examples": [
      "English is written with a capital ‘E’.",
      "words that start with a capital letter"
    ]
  },
  {
    "id": 734,
    "text": "capital",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/capital.mp3",
    "examples": [
      "Cairo is the capital of Egypt.",
      "the state capital",
      "Rennes is the provincial capital of Brittany.",
      "a tour of six European capital cities",
      "She liked the fast pace of life in the capital.",
      " (figurative) Paris, the fashion capital of the world"
    ]
  },
  {
    "id": 735,
    "text": "capitalism",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/capitalism.mp3",
    "examples": [
      "the growth of industrial capitalism in the West"
    ]
  },
  {
    "id": 736,
    "text": "capitalist",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/capitalist.mp3",
    "examples": [
      "a capitalist society/system/economy"
    ]
  },
  {
    "id": 737,
    "text": "captain",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/captain.mp3",
    "examples": [
      "Captain Cook",
      "The captain gave the order to abandon ship.",
      "The captain of the ship invited them to dine at his table.",
      "The captain of the plane was already announcing our arrival.",
      "Her husband had been a ship's captain.",
      "Captain Jones and her co-pilot"
    ]
  },
  {
    "id": 738,
    "text": "capture",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/capture.mp3",
    "examples": [
      "He evaded capture for three days.",
      "to elude/avoid capture",
      "They narrowly escaped capture several times.",
      "This information led to the capture of the murderer."
    ]
  },
  {
    "id": 739,
    "text": "capture",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/capture.mp3",
    "examples": [
      "Allied troops captured over 300 enemy soldiers.",
      "The animals are captured in nets and sold to local zoos."
    ]
  },
  {
    "id": 740,
    "text": "car",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/car.mp3",
    "examples": [
      "Paula got into the car and drove off.",
      " by car How did you come?’ ‘By car.’",
      " in a/the car Are you going in the car?",
      "Her husband was driving the car at the time of the accident.",
      "Where can I park the car?",
      "There were parked cars on both sides of the road.",
      "a car driver/manufacturer/dealer",
      "a car accident/crash",
      "I can't find my car keys."
    ]
  },
  {
    "id": 741,
    "text": "carbon",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/carbon.mp3",
    "examples": [
      "carbon fibre",
      "iron with a high carbon content"
    ]
  },
  {
    "id": 742,
    "text": "card",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/card.mp3",
    "examples": [
      "a piece of card",
      "The model of the building was made of card.",
      "Each person wrote their question on a card."
    ]
  },
  {
    "id": 743,
    "text": "care",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/care.mp3",
    "examples": [
      "Some people were badly injured and needed medical care.",
      "We aim to continually improve the quality of patient care. ",
      "How much do men share housework and the care of the children?",
      " care for somebody/something to provide care for the elderly",
      " with care With proper care, the plants may last for fifty years.",
      "skin/hair care products"
    ]
  },
  {
    "id": 744,
    "text": "care",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/care.mp3",
    "examples": [
      "I don't care (= I will not be upset) if I never see him again!",
      "He threatened to fire me, as if I cared!",
      " care about something She cares deeply about environmental issues.",
      "I don't really care about how much it costs.",
      " care what, whether, etc… I don't care what he thinks.",
      " care that… She doesn't seem to care that he's been married four times before."
    ]
  },
  {
    "id": 745,
    "text": "career",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/career.mp3",
    "examples": [
      "a teaching career",
      " career in something She plans to pursue a career in medicine.",
      "He had a successful career in television journalism.",
      " career as something He enjoyed a long and distinguished career as a historian.",
      "She has been concentrating on her career.",
      "a change of career",
      "That will be a good career move (= something that will help your career).",
      "We wish our graduates every success in whatever career path they have chosen. ",
      "a career soldier/diplomat (= a professional one)",
      " (British English) a careers adviser/officer (= a person whose job is to give people advice and information about jobs)"
    ]
  },
  {
    "id": 746,
    "text": "careful",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/careful.mp3",
    "examples": [
      "Be careful!",
      " careful to do something He was careful to keep out of sight.",
      "He's been careful to avoid significant debt.",
      " careful not to do something Be careful not to wake the baby.",
      " careful when/what/how, etc. You must be careful when handling chemicals.",
      "Be careful what you say.",
      " careful of/with something Please be careful with my glasses (= Don't break them).",
      "Be careful of the traffic.",
      " careful about something As a young actor, you have to be extremely careful about the roles you accept.",
      " careful about doing something I’m very careful about washing my hands before eating (= I make sure I do it).",
      " careful (that)… Be careful you don't bump your head."
    ]
  },
  {
    "id": 747,
    "text": "carefully",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/carefully.mp3",
    "examples": [
      "Drive carefully.",
      "She put the glass down carefully.",
      "Please listen carefully.",
      "We need to think carefully about the possible consequences of this decision.",
      "The prime minister's words were carefully chosen.",
      "The candidate gave his speech before a carefully selected audience.",
      "a carefully planned attack on the enemy encampment"
    ]
  },
  {
    "id": 748,
    "text": "careless",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/careless.mp3",
    "examples": [
      "careless driving",
      "a careless worker/driver",
      " it is careless of somebody to do something It was careless of me to leave the door open.",
      " it is careless to do something It would be careless to ignore the risks.",
      " careless of somebody Losing my phone again was very careless of me.",
      " careless with something He's very careless with money.",
      " careless about something Don't be so careless about spelling.",
      " careless about doing something People have become increasingly careless about revealing personal information online."
    ]
  },
  {
    "id": 749,
    "text": "cargo",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cargo.mp3",
    "examples": [
      "The tanker began to spill its cargo of oil.",
      "a cargo ship"
    ]
  },
  {
    "id": 750,
    "text": "carpet",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/carpet.mp3",
    "examples": [
      "He spent the morning laying the new carpet.",
      "a bedroom carpet",
      " (British English) We have fitted carpets (= carpets from wall to wall) in our house.",
      "a roll of carpet"
    ]
  },
  {
    "id": 751,
    "text": "carriage",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/carriage.mp3",
    "examples": [
      "a railway carriage"
    ]
  },
  {
    "id": 752,
    "text": "carrot",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/carrot.mp3",
    "examples": [
      "grated carrot",
      "a slice of carrot cake",
      "a pound of carrots",
      "a bag of baby carrots",
      "a glass of carrot juice",
      "carrot sticks (= long thin pieces)"
    ]
  },
  {
    "id": 753,
    "text": "carry",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/carry.mp3",
    "examples": [
      " carry somebody/something He was carrying a large bag.",
      "to carry a sign/banner/flag ",
      "The plane was carrying 122 passengers and five crew.",
      " carry somebody/something + adv./prep. She carried her baby in her arms.",
      "The injured were carried away on stretchers.",
      "a train carrying commuters to work"
    ]
  },
  {
    "id": 754,
    "text": "cartoon",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cartoon.mp3",
    "examples": [
      "a political/satirical cartoon",
      "The funniest contributions to the magazine are the cartoons.",
      "He started drawing cartoons when he was still at school."
    ]
  },
  {
    "id": 755,
    "text": "carve",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/carve.mp3",
    "examples": [
      " carve something a carved doorway",
      " carve something from/out of something The statue was carved out of a single piece of stone.",
      "The beads were carved from solid ivory.",
      " carve something into/in something The wood had been carved into the shape of a flower.",
      " (figurative) Over the centuries, melting snow had carved valleys in the landscape.",
      " carve in something She carves in both stone and wood."
    ]
  },
  {
    "id": 756,
    "text": "case",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/case.mp3",
    "examples": [
      " in… cases In some cases people have had to wait several weeks for an appointment.",
      "In most cases the increases have been marginal. ",
      "In many cases it is the pressure of the job that causes managers to behave like this.",
      "What should be done in such cases?",
      "The substances causes nausea, sickness and, in extreme cases, death.",
      " in cases of something The company only dismisses its employees in cases of gross misconduct.",
      " in the case of something In the case of banks, the law can limit activities.",
      "Sometimes compost isn't enough, in which case artificial products may have to be used.",
      " a case of something It's a classic case (= a very typical case) of bad planning.",
      "This appears to be a case of mistaken identity."
    ]
  },
  {
    "id": 757,
    "text": "cash",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cash.mp3",
    "examples": [
      "How much cash do you have on you?",
      "Customers are offered a 10% discount if they pay cash.",
      "a cash payment",
      " in cash Payments can be made by card or in cash.",
      "The thieves stole £500 in cash."
    ]
  },
  {
    "id": 758,
    "text": "casino",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/casino.mp3",
    "examples": [
      "a new hotel and casino in Las Vegas"
    ]
  },
  {
    "id": 759,
    "text": "cast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cast.mp3",
    "examples": [
      "an all-star cast (= including many well-known actors)",
      "the supporting cast (= not the main actors, but the others)",
      "The whole cast performs/perform brilliantly.",
      " in the cast Everyone in the cast is excellent.",
      " Bonus features include interviews with the cast and crew.",
      "a play with a large cast of characters",
      "None of the other cast members makes much of an impression.",
      "members of the cast",
      "the cast list"
    ]
  },
  {
    "id": 760,
    "text": "cast",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cast.mp3",
    "examples": [
      " cast something + adv./prep. She cast a welcoming smile in his direction.",
      "I cast an angry look at him.",
      "He groaned, casting his eyes to the ceiling.",
      " cast somebody something She cast me a disapproving glance."
    ]
  },
  {
    "id": 761,
    "text": "castle",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/castle.mp3",
    "examples": [
      "a medieval castle",
      "Windsor Castle",
      " in/at the castle They were invited to a banquet in the castle.",
      "They sought safety within the castle walls."
    ]
  },
  {
    "id": 762,
    "text": "casual",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/casual.mp3",
    "examples": [
      "casual clothes (= comfortable clothes that you choose to wear in your free time)",
      "family parties and other casual occasions"
    ]
  },
  {
    "id": 763,
    "text": "casualty",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/casualty.mp3",
    "examples": [
      "Our primary objective is reducing road casualties.",
      "Both sides had suffered heavy casualties (= many people had been killed)."
    ]
  },
  {
    "id": 764,
    "text": "cat",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cat.mp3",
    "examples": [
      "a tin of cat food ",
      "I have a cat called Bo.",
      "a pet/domestic cat",
      "a stray/feral cat"
    ]
  },
  {
    "id": 765,
    "text": "catalogue",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/catalogue.mp3",
    "examples": [
      "a mail-order catalogue (= a book showing goods for sale to be sent to people’s homes)",
      "to consult the library catalogue",
      "An illustrated catalogue accompanies the exhibition.",
      "Please take a look at our online catalogue."
    ]
  },
  {
    "id": 766,
    "text": "catch",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/catch.mp3",
    "examples": [
      "Roger made some brilliant catches at today's game.",
      "He dropped several easy catches."
    ]
  },
  {
    "id": 767,
    "text": "catch",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/catch.mp3",
    "examples": [
      "She managed to catch the keys as they fell.",
      "I caught him when he fell.",
      "The dog caught the stick in its mouth.",
      "I threw the bag in the air and she caught it.",
      "‘Throw me over that towel, will you?’ ‘OK. Catch!’"
    ]
  },
  {
    "id": 768,
    "text": "category",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/category.mp3",
    "examples": [
      "These are the nominees from each category.",
      " in a category He competed in the youngest age category.",
      "Students over 25 fall into a different category.",
      "The results can be divided into three broad categories.",
      "It is not useful to divide schoolchildren into separate categories.",
      "The film doesn't fit into any specific category.",
      " by category You can filter the results by category. "
    ]
  },
  {
    "id": 769,
    "text": "cater",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cater.mp3",
    "examples": [
      " (British English) cater for somebody/something Most of our work now involves catering for weddings.",
      " (British and North American English) cater something Who will be catering the wedding?"
    ]
  },
  {
    "id": 770,
    "text": "cattle",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cattle.mp3",
    "examples": [
      "a herd of cattle",
      "twenty head of cattle (= twenty cows)",
      "dairy/beef cattle",
      "The prisoners were herded into trucks like cattle."
    ]
  },
  {
    "id": 771,
    "text": "cause",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cause.mp3",
    "examples": [
      "Unemployment is a major cause of poverty.",
      "The report ignores the root cause of the problem.",
      "Smoking is the leading cause of lung cancer.",
      "Drinking and driving is one of the most common causes of traffic accidents.",
      "It was impossible to determine the cause of death.",
      "There was discussion about the fire and its likely cause.",
      "He died of natural causes.",
      "It is not easy to separate cause and effect in this situation."
    ]
  },
  {
    "id": 772,
    "text": "cause",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cause.mp3",
    "examples": [
      " cause something Do they know what caused the fire?",
      "Are you causing trouble again?",
      "Doctors say her condition is causing some concern.",
      "Recently there have been several deaths caused by dangerous driving.",
      " cause something for somebody/something The drought is causing problems for many farmers.",
      " cause something to something/somebody The earthquake caused widespread damage to property.",
      "The revelations caused some discomfort to the president.",
      " cause somebody something The project is still causing him a lot of problems.",
      " cause something/somebody to do something The poor harvest caused prices to rise sharply.",
      "The bad weather is likely to cause people to stay away."
    ]
  },
  {
    "id": 773,
    "text": "caution",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/caution.mp3",
    "examples": [
      "extreme/great caution",
      " with caution Statistics should be treated with caution.",
      "He could find himself making enemies as well as friends unless he proceeds with the utmost caution."
    ]
  },
  {
    "id": 774,
    "text": "cautious",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cautious.mp3",
    "examples": [
      "The government has been cautious in its response to the report.",
      "They've taken a very cautious approach.",
      "They expressed cautious optimism about a solution to the crisis.",
      " cautious about somebody/something | cautious about doing something He was very cautious about committing himself to anything."
    ]
  },
  {
    "id": 775,
    "text": "cave",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cave.mp3",
    "examples": [
      "the mouth (= the entrance) of the cave",
      "The area contains vast underground cave systems.",
      "a cave-dweller (= a person who lives in a cave)",
      "We took shelter in a dark cave.",
      "a collapsed limestone cave"
    ]
  },
  {
    "id": 776,
    "text": "CD",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/CD.mp3",
    "examples": [
      "on CD His albums are available on CD and online.",
      " on a CD The song was on their last CD.",
      "He had an impressive CD collection.",
      "the fall in the number of people buying CDs"
    ]
  },
  {
    "id": 777,
    "text": "cease",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cease.mp3",
    "examples": [
      "Welfare payments cease as soon as an individual starts a job.",
      " cease to do something You never cease to amaze me!",
      " cease something They voted to cease strike action immediately.",
      "He ordered his men to cease fire (= stop shooting).",
      " cease doing something The company ceased trading in June."
    ]
  },
  {
    "id": 778,
    "text": "ceiling",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/ceiling.mp3",
    "examples": [
      "a large room with a high ceiling",
      "The walls and ceiling were painted white.",
      "A large chandelier hangs from the ceiling.",
      " on a ceiling a fly on the ceiling",
      " ceiling of something The ceiling of her room was low.",
      "She lay on her back staring up at the ceiling."
    ]
  },
  {
    "id": 779,
    "text": "celebrate",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/celebrate.mp3",
    "examples": [
      "Jake's passed his exams. We're going out to celebrate.",
      "We had good reason to celebrate.",
      " celebrate something to celebrate a birthday",
      "We celebrated our 25th wedding anniversary in Florence.",
      "to celebrate a victory/a success/an achievement",
      "The Film Festival is currently celebrating its 27th year.",
      "How do people celebrate New Year in your country?",
      " celebrate something with somebody/something He made the trip home to celebrate Christmas with his family.",
      " celebrate with somebody/something She celebrated with a party for family and friends.",
      "Maybe I'll celebrate with some friends.",
      " celebrate doing something In this photo he celebrates winning the men's 10 000 metres final."
    ]
  },
  {
    "id": 780,
    "text": "celebration",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/celebration.mp3",
    "examples": [
      "The occasion was the 40th anniversary celebrations of the orchestra.",
      "birthday celebrations",
      "wedding/victory celebrations",
      "I hope you'll join in the Christmas celebrations.",
      "They held a celebration to mark forty years of the lifeboat service.",
      "As part of the celebrations, the school is planning an open day for the public.",
      "They were among the crowd that attended the celebration.",
      " at a celebration The winners will be honoured at a celebration in Boston next week."
    ]
  },
  {
    "id": 781,
    "text": "celebrity",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/celebrity.mp3",
    "examples": [
      "a celebrity chef",
      "He became a celebrity in China after winning a gold medal at the Olympics.",
      "Hollywood/TV celebrities",
      "He achieved instant celebrity status."
    ]
  },
  {
    "id": 782,
    "text": "cell",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cell.mp3",
    "examples": [
      "red and white blood cells",
      "brain/nerve/cancer cells",
      "the nucleus of a cell",
      "Cells divide and form new cells."
    ]
  },
  {
    "id": 783,
    "text": "cemetery",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cemetery.mp3",
    "examples": [
      "He was buried in a private cemetery."
    ]
  },
  {
    "id": 784,
    "text": "cent",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/cent.mp3",
    "examples": [
      "A one-minute phone call to the UK cost 10 cents.",
      "The price of diesel was increased by 17 cents per litre.",
      "The $300 he'd spent on a ticket was worth every cent."
    ]
  },
  {
    "id": 785,
    "text": "central",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/central.mp3",
    "examples": [
      "central London",
      "Central America/Europe/Asia",
      "There will be rain later in central and eastern parts of the country.",
      "the central area of the brain"
    ]
  },
  {
    "id": 786,
    "text": "centre",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/centre.mp3",
    "examples": [
      "He walked to the centre of the circle.",
      " in the centre of something There was a long table in the centre of the room.",
      "The statue is in the very centre of the temple.",
      " in the centre The brownie should be firm on the outside but soft in the centre.",
      " at the centre of something Aristotle believed that the Earth was at the centre of the universe.",
      " (figurative) The executive at the centre of the bribery scandal was convicted last week.",
      "chocolates with soft centres"
    ]
  },
  {
    "id": 787,
    "text": "centre",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/centre.mp3",
    "examples": [
      " centre around/round somebody/something State occasions always centred around the king.",
      " be centred around/round somebody/something Leisure activities were largely centred around the family.",
      " centre on/upon somebody/something The debate centred on an important practical question.",
      " be centred on/upon somebody/something Discussions were centred on developments in Eastern Europe."
    ]
  },
  {
    "id": 788,
    "text": "century",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/century.mp3",
    "examples": [
      "A century ago, Valparaiso was the country's main port.",
      "He was born more than a century after the death of Confucius.",
      " for centuries They have lived there for centuries.",
      " over the centuries Their techniques have evolved over the centuries.",
      " through the centuries Those stories have been told again and again through the centuries."
    ]
  },
  {
    "id": 789,
    "text": "ceremony",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/ceremony.mp3",
    "examples": [
      "More than 1 000 people attended the ceremony.",
      "an awards/opening ceremony",
      "a wedding/marriage/graduation ceremony",
      "a religious/civil ceremony ",
      "The priest had travelled from Australia to perform the ceremony.",
      " at a ceremony She was last seen in public at the closing ceremony of the Commonwealth Games",
      "Who officiated at the ceremony?",
      " in a ceremony They were married in a simple ceremony.",
      " ceremony for somebody/something The villagers held a memorial ceremony for those who lost their lives in the war.",
      " ceremony to do something There will be a special ceremony to mark the 60th anniversary of the battle."
    ]
  },
  {
    "id": 790,
    "text": "certain",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/certain.mp3",
    "examples": [
      "I think it was him, but I can't be certain.",
      " certain (that)… She wasn’t certain (that) he had seen her.",
      "I'm certain we'll think of something. ",
      "certain about something Are you absolutely certain about this?",
      " certain of something I am not certain of the precise date. ",
      "certain who/where, etc… I'm not certain who was there."
    ]
  },
  {
    "id": 791,
    "text": "certainly",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/certainly.mp3",
    "examples": [
      "Without treatment, she will almost certainly die.",
      "Certainly, the early years are crucial to a child's development.",
      "I'm certainly never going there again.",
      "I certainly hope we can do this again.",
      "She was certainly attractive but you couldn’t call her beautiful.",
      "It is certainly true that individual earthquakes are difficult to predict with any accuracy.",
      "This will certainly make them think again."
    ]
  },
  {
    "id": 792,
    "text": "certainty",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/certainty.mp3",
    "examples": [
      "There is no certainty that the president's removal would end the civil war.",
      "I can't say with any certainty where I'll be next week."
    ]
  },
  {
    "id": 793,
    "text": "certificate",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/certificate.mp3",
    "examples": [
      "a birth/marriage/death certificate",
      " certificate of something a certificate of motor insurance"
    ]
  },
  {
    "id": 794,
    "text": "chain",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/chain.mp3",
    "examples": [
      "She wore a heavy gold chain around her neck.",
      "The mayor wore his chain of office.",
      "a bicycle chain",
      " in chains The prisoners were kept in chains (= with chains around their arms and legs, to prevent them from escaping).",
      " on a chain They kept the dog on a chain all day long.",
      "a short length of chain"
    ]
  },
  {
    "id": 795,
    "text": "chain",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/chain.mp3",
    "examples": [
      " chain somebody/something The doors were always locked and chained.",
      "He maintained that the convicts working on the roads were never chained.",
      "He was beaten in his cell while in handcuffs and with his legs chained.",
      " chain somebody/something up The dog was chained up for the night.",
      "They took the prisoner out to the yard and chained him up.",
      " chain somebody/something to somebody/something She chained her bicycle to the gate.",
      "Four activists chained themselves to construction equipment.",
      " (figurative) I've been chained to my desk all week (= because there was so much work).",
      " chain somebody/something together The detainees were chained together in groups of two or three.",
      "With their wrists chained together they were led out to the waiting vehicles."
    ]
  },
  {
    "id": 796,
    "text": "chair",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/chair.mp3",
    "examples": [
      "a table and chairs",
      " on a chair Sit on your chair!",
      " in a chair an old man asleep in a chair (= an armchair)",
      "She was sitting in her favourite chair.",
      "He sighed and leaned back in his chair.",
      "‘Sit down,’ she said, pointing to the empty chair next to her.",
      "a comfortable chair",
      "a wooden/leather/plastic chair",
      "a folding/reclining/swivel chair",
      "an office/a desk chair"
    ]
  },
  {
    "id": 797,
    "text": "chair",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/chair.mp3",
    "examples": [
      "to chair a committee",
      "Who's chairing the meeting?",
      "a judging panel chaired by a radio presenter."
    ]
  },
  {
    "id": 798,
    "text": "chairman",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/chairman.mp3",
    "examples": [
      "Sir Herbert took it upon himself to act as chairman.",
      "The motion was carried on the casting vote of the chairman."
    ]
  },
  {
    "id": 799,
    "text": "challenge",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/challenge.mp3",
    "examples": [
      "a tough/major/significant challenge",
      "The role will be the biggest challenge of his acting career.",
      "She still faces many challenges (= has to deal with them).",
      "Destruction of the environment is one of the most serious challenges we face.",
      "The greatest challenge facing the region is unemployment. ",
      "Rapid industrialization presents both challenges and opportunities.",
      " challenge of something Countries need to work together to address the challenge of climate change.",
      "Schools must meet the challenge of new technology (= deal with it successfully).",
      "I’m looking forward to the challenge of my new job.",
      " challenge of doing something The gallery has risen to the challenge of exhibiting the works of young artists.",
      " challenge for somebody/something The challenge for the government is to find a way of providing affordable housing.",
      " challenge to somebody/something Digital piracy continues to pose huge challenges to the industry."
    ]
  },
  {
    "id": 800,
    "text": "challenge",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/challenge.mp3",
    "examples": [
      " challenge something His legal team immediately sought to challenge the decision. ",
      "The story was completely untrue and was successfully challenged in court.",
      "She does not like anyone challenging her authority.",
      "This discovery challenges traditional beliefs.",
      "The new study challenges fundamental assumptions about the virus. ",
      "challenge somebody on something She challenged him on his old-fashioned views.",
      " challenge somebody He repeated the claim but the interviewer did not challenge him."
    ]
  },
  {
    "id": 801,
    "text": "challenging",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/challenging.mp3",
    "examples": [
      "challenging work/questions/problems",
      "I have had a challenging and rewarding career as a teacher."
    ]
  },
  {
    "id": 802,
    "text": "chamber",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/chamber.mp3",
    "examples": [
      "The members left the council chamber.",
      "the Senate/House chamber"
    ]
  },
  {
    "id": 803,
    "text": "champion",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/champion.mp3",
    "examples": [
      "the world/European/national/Olympic champion",
      "the defending champion (= the person who was champion the last time and is trying to be champion again)",
      "the reigning champion (= the person who is champion now)",
      "the world basketball champions",
      "a champion sprinter/boxer/swimmer",
      "He became the youngest US Open champion for 88 years.",
      " champion of something the heavyweight champion of the world",
      "a former Italian champion jockey",
      "the Commonwealth Games champion in the 5,000 metres",
      "They were champions at the Winter Olympics in Chamonix."
    ]
  },
  {
    "id": 804,
    "text": "championship",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/championship.mp3",
    "examples": [
      "the National Basketball Association Championship",
      "He won a silver medal at the European Championships."
    ]
  },
  {
    "id": 805,
    "text": "chance",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/chance.mp3",
    "examples": [
      " chance of doing something She only has a slim chance of passing the exam.",
      "Is there any chance of getting tickets for tonight?",
      " chance that… There's a good chance that he'll be back in time.",
      "There is no chance that he will change his mind.",
      " chance of somebody/something doing something What chance is there of anybody being found alive?",
      "There is little chance of that happening.",
      " chance of something The operation has a fifty-fifty chance of success.",
      "Nowadays a premature baby has a very good chance of survival.",
      "Not wearing a helmet could increase your chance of injury.",
      "The Met Office said there was an 80 per cent chance of severe weather.",
      " chance at something Now that he's met the love of his life, he finally has a chance at real happiness.",
      " chance for something We believe the plan has a good chance for success. ",
      "with a chance They are the one team with a chance of beating us. ",
      "an outside chance (= a very small one)",
      "The chances are a million to one against being struck by lightning."
    ]
  },
  {
    "id": 806,
    "text": "change",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/change.mp3",
    "examples": [
      " change in something We're hoping for a change in the weather.",
      "There was no change in the patient's condition overnight.",
      "I need to make some major changes in my life.",
      "a change in policy/law",
      "The past decade has seen dramatic changes in global poverty. ",
      "change to something We need to inform you of significant changes to the tax system.",
      "She is someone who hates change.",
      "social/political/economic change",
      "The award-winning director firmly believes in the power of film to bring about positive change."
    ]
  },
  {
    "id": 807,
    "text": "change",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/change.mp3",
    "examples": [
      "Rick hasn't changed. He looks exactly the same as he did at school.",
      "We examined changing attitudes towards education.",
      "The company failed to adapt to changing circumstances.",
      "Things have changed dramatically since then.",
      "Her life changed completely when she won the lottery.",
      " change with something My attitude to life has changed with age."
    ]
  },
  {
    "id": 808,
    "text": "channel",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/channel.mp3",
    "examples": [
      "a television/TV channel",
      "cable/digital/satellite channels",
      "a news channel",
      "a music/sports/movie channel",
      "to change/switch channels ",
      "on a channel What's on Channel 4 tonight?"
    ]
  },
  {
    "id": 809,
    "text": "chaos",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/chaos.mp3",
    "examples": [
      "economic/political/domestic chaos",
      "Heavy snow has caused total chaos on the roads.",
      " in chaos The house was in chaos after the party.",
      "The country was thrown/plunged into chaos by the president's death."
    ]
  },
  {
    "id": 810,
    "text": "chapter",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/chapter.mp3",
    "examples": [
      "to read/write a chapter",
      "He devotes an entire chapter to this topic.",
      "I've just finished Chapter 3.",
      "I read chapter after chapter of the book.",
      " in a chapter in the previous/next/first/last chapter ",
      "in a later chapter ",
      "There is a useful summary at the end of the chapter.",
      " chapter of something the final chapter of her autobiography",
      "the opening chapter of the book",
      " chapter in something the most interesting chapter in the book",
      " chapter on something Have you read the chapter on the legal system?"
    ]
  },
  {
    "id": 811,
    "text": "character",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/character.mp3",
    "examples": [
      "the main character in the film",
      "a major/minor character in the book",
      "Who plays the main character?",
      "He loves to draw and create his own cartoon characters.",
      "Clint Eastwood's character is the most sympathetic in the movie."
    ]
  },
  {
    "id": 812,
    "text": "characteristic",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/characteristic.mp3",
    "examples": [
      " characteristic of something/somebody Community support of families is characteristic of many societies.",
      "This is just one example of the rudeness that was so characteristic of him.",
      "the characteristic features of his style of painting",
      "She spoke with characteristic enthusiasm."
    ]
  },
  {
    "id": 813,
    "text": "characteristic",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/characteristic.mp3",
    "examples": [
      "There were few similarities in the brothers' physical characteristics.",
      "All human languages share some common characteristics.",
      "The two groups of children have quite different characteristics.",
      "Personal characteristics, such as age and sex are taken into account.",
      "genetic characteristics",
      " characteristic of something/somebody The need to communicate is a key characteristic of human society.",
      "a defining characteristic of contemporary American culture"
    ]
  },
  {
    "id": 814,
    "text": "characterize",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/characterize.mp3",
    "examples": [
      "the rolling hills that characterize this part of England",
      "The city is characterized by tall modern buildings in steel and glass."
    ]
  },
  {
    "id": 815,
    "text": "charge",
    "translation": "աբգդեզ",
    "audio": "./audio/5000/charge.mp3",
    "examples": [
      "admission charges",
      " charge for something We have to make a small charge for refreshments.",
      "Delivery is free of charge."
    ]
  }
]